{
  "actions": [
    {
      "acted_at": "2018-12-13",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2018-12-13",
      "action_code": "",
      "how": "by Unanimous Consent",
      "references": [
        {
          "reference": "CR S7540-7548",
          "type": "consideration"
        },
        {
          "reference": "CR S7540-7548",
          "type": "text"
        }
      ],
      "result": "pass",
      "status": "PASS_OVER:SENATE",
      "text": "Introduced in the Senate, read twice, considered, read the third time, and passed without amendment by Unanimous Consent.",
      "type": "vote",
      "vote_type": "vote",
      "where": "s"
    },
    {
      "acted_at": "2018-12-13T12:04:07-05:00",
      "action_code": "H14000",
      "references": [],
      "text": "Received in the House.",
      "type": "action"
    },
    {
      "acted_at": "2018-12-13",
      "action_code": "",
      "references": [],
      "text": "Message on Senate action sent to the House.",
      "type": "action"
    },
    {
      "acted_at": "2018-12-13T12:32:14-05:00",
      "action_code": "H30000",
      "references": [
        {
          "reference": "CR H10192-10200",
          "type": "consideration"
        }
      ],
      "text": "Considered by unanimous consent.",
      "type": "action"
    },
    {
      "acted_at": "2018-12-13T12:32:14-05:00",
      "action_code": "H30200",
      "references": [],
      "text": "Mr. Harper asked unanimous consent to take from the Speaker's table and consider.",
      "type": "action"
    },
    {
      "acted_at": "2018-12-13T12:32:48-05:00",
      "action_code": "H37100",
      "how": "without objection",
      "references": [
        {
          "reference": "CR H10192-10200",
          "type": "text"
        }
      ],
      "result": "pass",
      "status": "PASSED:BILL",
      "suspension": null,
      "text": "On passage Passed without objection.",
      "type": "vote",
      "vote_type": "vote2",
      "where": "h"
    },
    {
      "acted_at": "2018-12-13T12:32:52-05:00",
      "action_code": "H38310",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2018-12-20",
      "action_code": "E20000",
      "references": [],
      "text": "Presented to President.",
      "type": "topresident"
    },
    {
      "acted_at": "2018-12-21",
      "action_code": "E30000",
      "references": [],
      "status": "ENACTED:SIGNED",
      "text": "Signed by President.",
      "type": "signed"
    },
    {
      "acted_at": "2018-12-21",
      "action_code": "E40000",
      "congress": "115",
      "law": "public",
      "number": "397",
      "references": [],
      "text": "Became Public Law No: 115-397.",
      "type": "enacted"
    }
  ],
  "amendments": [],
  "bill_id": "s3749-115",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [],
  "congress": "115",
  "cosponsors": [
    {
      "bioguide_id": "B000575",
      "district": null,
      "name": "Blunt, Roy",
      "original_cosponsor": true,
      "sponsored_at": "2018-12-13",
      "state": "MO",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M000355",
      "district": null,
      "name": "McConnell, Mitch",
      "original_cosponsor": true,
      "sponsored_at": "2018-12-13",
      "state": "KY",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S000148",
      "district": null,
      "name": "Schumer, Charles E.",
      "original_cosponsor": true,
      "sponsored_at": "2018-12-13",
      "state": "NY",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": {
    "congress": "115",
    "law_type": "public",
    "number": "397"
  },
  "history": {
    "active": true,
    "active_at": "2018-12-13",
    "awaiting_signature": false,
    "enacted": true,
    "enacted_at": "2018-12-21",
    "house_passage_result": "pass",
    "house_passage_result_at": "2018-12-13T12:32:48-05:00",
    "senate_passage_result": "pass",
    "senate_passage_result_at": "2018-12-13",
    "vetoed": false
  },
  "introduced_at": "2018-12-13",
  "number": "3749",
  "official_title": "A bill to amend the Congressional Accountability Act of 1995 to reform the procedures provided under such Act for the initiation, review, and resolution of claims alleging that employing offices of the legislative branch have violated the rights and protections provided to their employees under such Act, including protections against sexual harassment, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr4924-115",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s2952-115",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr4393-115",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Congressional Accountability Act of 1995 Reform Act",
  "sponsor": {
    "bioguide_id": "K000367",
    "district": null,
    "name": "Klobuchar, Amy",
    "state": "MN",
    "title": "Sen.",
    "type": "person"
  },
  "status": "ENACTED:SIGNED",
  "status_at": "2018-12-21",
  "subjects": [
    "Administrative remedies",
    "Age discrimination",
    "Alternative dispute resolution, mediation, arbitration",
    "Architect of the Capitol",
    "Assault and harassment offenses",
    "Civil actions and liability",
    "Computer security and identity theft",
    "Congress",
    "Congressional agencies",
    "Congressional officers and employees",
    "Congressional operations and organization",
    "Congressional oversight",
    "Disability and health-based discrimination",
    "Disability and paralysis",
    "Employee leave",
    "Employment discrimination and employee rights",
    "Genetics",
    "Government ethics and transparency, public corruption",
    "Government information and archives",
    "Government studies and investigations",
    "Labor standards",
    "Lawyers and legal services",
    "Library of Congress",
    "Members of Congress",
    "Policy sciences",
    "Right of privacy",
    "Sex offenses",
    "Sex, gender, sexual orientation discrimination",
    "Veterans' education, employment, rehabilitation",
    "Wages and earnings",
    "Worker safety and health"
  ],
  "subjects_top_term": "Congress",
  "summary": {
    "as": "Public Law",
    "asOf": "2018-12-21",
    "date": "2019-09-05T14:52:23Z",
    "text": "Congressional Accountability Act of 1995 Reform Act\n\nThis bill amends the Congressional Accountability Act of 1995 (CAA) to revise dispute resolution procedures, expand CAA protections, apply the CAA to additional individuals and offices, rename the Office of Compliance as the Office of Congressional Workplace Rights (OCWR), and revise requirements for the OCWR.\n\nTITLE I--REFORM OF DISPUTE RESOLUTION PROCEDURES\n\nSubtitle A--Reform of Procedures for Initiation, Preliminary Review, and Resolution of Claims\n\n(Sec. 101) The bill revises administrative and judicial dispute resolution procedures for certain claims by employees alleging that employing offices have violated their CAA rights and protections, including protections against sexual harassment. The bill eliminates the requirement that an employee participate in counseling and mediation before filing a claim with the OCWR alleging a violation. A hearing officer, appointed by the OCWR, must conduct a preliminary review of the claim to assess if the claimant is a covered employee and has stated a claim for which relief may be granted. Claimants who do not meet those criteria must be notified by the hearing officer that they may file a civil action in a U.S. district court within 90 days.\n\nClaimants who do meet the criteria may file a civil action in a U.S. district court within 70 days if they have not requested a hearing. This action terminates the preliminary review and prohibits subsequent preliminary reviews regarding the claim.\n\nAfter the OCWR receives a claim from an employee of the Architect of the Capitol (AOC) or of the Capitol Police alleging a CAA violation, the OCWR may recommend that the employee use AOC or Capitol Police grievance procedures for a specific period of time.\n\nLibrary of Congress (LOC) employees may elect to switch the applicable procedures for their claims between an agency's procedures and the procedures under this bill before specified steps in the procedures.\n\n(Sec. 102) If the claim alleges that a Member of Congress committed a CAA discrimination or retaliation violation, the OCWR must notify the Member of: (1) the possibility that the Member may be required to reimburse the Treasury for awards or settlements in connection with the claim; and (2) the right to intervene in related mediations, hearings, or civil actions.\n\nThe OCWR must establish a secure electronic reporting and tracking system for initiating claim proceedings and keeping track of subsequent actions and proceedings.\n\nAn employee must file a claim within 180 days after the alleged violation.\n\n(Sec. 103) Within 30 days after a claim is filed, the hearing officer's preliminary review of the claim must be reported to the employee and the employing office. The officer may use an additional period of not to exceed 30 days to conclude the review.\n\nAny preliminary reviews concerning allegations of discrimination or retaliation by a Member of Congress must be reported to congressional ethics committees.\n\nThe OCWR may not appoint a hearing officer to conduct a hearing with respect to a claim if the officer conducted the preliminary review.\n\n(Sec. 104) The bill makes mediation between an employee filing a claim and the employing office optional. Failure of either party to request or accept mediation shall have no effect on the treatment of the claim, including a preliminary review, a formal hearing, or a civil action brought in a U.S. district court.\n\nThe mediation period shall be 30 days, beginning on the first day after the second party agrees to the request for mediation. At the joint request of the parties, the mediation may be extended for one additional 30-day period.\n\nSubtitle B--Other Reforms\n\n(Sec. 111) Current and former Members of Congress must reimburse the Treasury if an employee receives an award or settlement for the Member's alleged act of discrimination or retaliation. Such funds may be withheld from the Member's salary or retirement account if the Member does not meet specified payment deadlines.\n\nFor an award made pursuant to the decision of a hearing officer or a court in a civil case, this reimbursement requirement shall only apply if the hearing officer or court makes a separate finding that the Member's alleged act of discrimination or retaliation occurred.\n\n(Sec. 112) Congressional ethics committees must receive the final disposition of claims alleging CAA violations by Members of Congress or the senior staff of employing offices.\n\nThe Select Committee on Ethics of the Senate must:\n\n review any settlement agreement for a claim that includes an allegation of a CAA violation committed personally by a Senator, determine whether or not an investigation of the claim is warranted; and if the committee determines there was a violation, notify the OCWR to request reimbursement of the Treasury and to include the settlement in OCWR's annual report. (Sec. 113) Upon an employee's request, the employing office may permit the employee to work remotely or grant the employee a paid leave of absence while a claim is pending. The employing office may also make another workplace adjustment or permit a remote work assignment that reduces interactions between the employee and any person alleged to have committed the CAA violation. In granting such paid leave of absence, the employing office may not require the employee to substitute his or her accrued paid vacation or personal leave. These provisions do not override a collective bargaining agreement.\n\n(Sec. 114) All information discussed or disclosed in mediation must be confidential.\n\n(Sec. 115) Noncongressional legislative offices that violate CAA requirements must reimburse the Treasury for resulting award or settlement payments.\n\nTITLE II--IMPROVING OPERATIONS OF OFFICE OF CONGRESSIONAL WORKPLACE RIGHTS\n\n(Sec. 201) OCWR reporting requirements are modified for claims, awards, and settlements. The OCWR must publish specified information about claims, awards, and settlements on its public website. The Committee on House Administration and the Committee on Rules and Administration of the Senate shall issue rules establishing requirements for such reports.\n\n(Sec. 202) Within one year and biennially thereafter, the OCWR must survey employing offices regarding the workplace environment in such offices, including attitudes on sexual harassment. Employee responses must be voluntary.\n\n(Sec. 203) The OCWR shall establish a program for the permanent retention of its records, including those of CAA preliminary reviews, mediations, hearings, and other procedures.\n\n(Sec. 204) The OCWR must designate one or more of its employees to serve as a confidential advisor to current or former covered employees about their rights, potential claims based on their allegations, the OCWR's authority, and the process for filing a claim with the OCWR or the congressional ethics committees.\n\n(Sec. 205) The Government Accountability Office shall: (1) study, and make recommendations to improve, OCWR management practices; and (2) audit, and make recommendations to improve, OCWR cybersecurity systems and practices.\n\nTITLE III--MISCELLANEOUS REFORMS\n\n(Sec. 301) This bill applies provisions of the Genetic Information Nondiscrimination Act of 2008 to CAA-covered employees. Such provisions prohibit employers from making employment decisions based on genetic information, including diseases or disorders of family members.\n\n(Sec. 302) CAA nondiscrimination requirements and remedies are extended to uncompensated legislative branch interns, detailees, fellows, and certain former unpaid staff members.\n\n(Sec. 303) The bill allows certain LOC visitors alleging discrimination in public services and accommodations by the LOC to elect to pursue a claim under the CAA or under the Americans with Disabilities Act of 1990.\n\n(Sec. 304) Employing offices must post in a conspicuous place in their offices an OCWR notice that specifies employee CAA rights and OCWR's contact information.\n\n (Sec. 305) The bill specifies that the CAA applies to the China Review Commission, the Congressional-Executive China Commission, the Helsinki Commission, the John C. Stennis Center for Public Service Training and Development, and their employees.\n\n(Sec. 306) Noncongressional CAA employing offices must develop programs to train and educate employees about their CAA rights and protections.\n\n(Sec. 307) The bill provides OCWR and CAA resources and services to employees outside of the area of the District of Columbia.\n\nTITLE IV--EFFECTIVE DATE\n\n(Sec. 401) The bill takes effect 180 days after enactment."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Congressional Accountability Act of 1995 Reform Act",
      "type": "display"
    },
    {
      "as": "enacted",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Congressional Accountability Act of 1995 Reform Act",
      "type": "short"
    },
    {
      "as": "passed senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Congressional Accountability Act of 1995 Reform Act",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Congressional Accountability Act of 1995 Reform Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Congressional Accountability Act of 1995 Reform Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to amend the Congressional Accountability Act of 1995 to reform the procedures provided under such Act for the initiation, review, and resolution of claims alleging that employing offices of the legislative branch have violated the rights and protections provided to their employees under such Act, including protections against sexual harassment, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2023-03-22T19:51:03Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s3749.xml"
}