{
  "actions": [
    {
      "acted_at": "2003-06-03",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2003-06-03",
      "action_code": "B00100",
      "references": [
        {
          "reference": "CR S7257-7258",
          "type": null
        }
      ],
      "text": "Sponsor introductory remarks on measure.",
      "type": "action"
    },
    {
      "acted_at": "2003-06-03",
      "action_code": "",
      "committees": [
        "SSJU"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on the Judiciary.",
      "type": "referral"
    },
    {
      "acted_at": "2003-07-31",
      "action_code": "",
      "committees": [
        "SSJU"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2003-07-31",
      "action_code": "",
      "committee": "the Judiciary",
      "committees": [
        "SSJU"
      ],
      "references": [],
      "text": "Committee on the Judiciary. Reported by Senator Hatch with an amendment in the nature of a substitute and an amendment to the title. Without written report.",
      "type": "reported"
    },
    {
      "acted_at": "2003-07-31",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "241",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 241.",
      "type": "calendar",
      "under": "General Orders"
    },
    {
      "acted_at": "2003-12-09",
      "action_code": "",
      "how": "by Unanimous Consent",
      "references": [
        {
          "reference": "CR S16202-16212",
          "type": "consideration"
        },
        {
          "reference": "CR S16202-16207",
          "type": "text of measure as reported in Senate"
        },
        {
          "reference": "CR S16208-16212",
          "type": "text as passed Senate"
        }
      ],
      "result": "pass",
      "status": "PASS_OVER:SENATE",
      "text": "Passed Senate with an amendment and an amendment to the Title by Unanimous Consent.",
      "type": "vote",
      "vote_type": "vote",
      "where": "s"
    },
    {
      "acted_at": "2004-01-20T12:38:43-05:00",
      "action_code": "H14000",
      "references": [],
      "text": "Received in the House.",
      "type": "action"
    },
    {
      "acted_at": "2004-01-20",
      "action_code": "",
      "references": [],
      "text": "Message on Senate action sent to the House.",
      "type": "action"
    },
    {
      "acted_at": "2004-01-20T17:48:32-05:00",
      "action_code": "H15000",
      "references": [],
      "text": "Held at the desk.",
      "type": "action"
    }
  ],
  "amendments": [
    {
      "amendment_id": "samdt2231-108",
      "amendment_type": "samdt",
      "chamber": "s",
      "number": "2231"
    }
  ],
  "bill_id": "s1177-108",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "Senate Judiciary",
      "committee_id": "SSJU"
    }
  ],
  "congress": "108",
  "cosponsors": [
    {
      "bioguide_id": "C000286",
      "district": null,
      "name": "Chambliss, Saxby",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-29",
      "state": "GA",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "D000294",
      "district": null,
      "name": "DeWine, Mike",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-31",
      "state": "OH",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "D000601",
      "district": null,
      "name": "Dole, Elizabeth",
      "original_cosponsor": false,
      "sponsored_at": "2003-09-05",
      "state": "NC",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "D000563",
      "district": null,
      "name": "Durbin, Richard J.",
      "original_cosponsor": false,
      "sponsored_at": "2003-10-29",
      "state": "IL",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "G000386",
      "district": null,
      "name": "Grassley, Chuck",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-08",
      "state": "IA",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "J000177",
      "district": null,
      "name": "Johnson, Tim",
      "original_cosponsor": false,
      "sponsored_at": "2003-10-01",
      "state": "SD",
      "title": "Sen.",
      "withdrawn_at": "2003-11-20"
    },
    {
      "bioguide_id": "K000105",
      "district": null,
      "name": "Kennedy, Edward M.",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-31",
      "state": "MA",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "K000305",
      "district": null,
      "name": "Kohl, Herb",
      "original_cosponsor": true,
      "sponsored_at": "2003-06-03",
      "state": "WI",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "L000123",
      "district": null,
      "name": "Lautenberg, Frank R.",
      "original_cosponsor": false,
      "sponsored_at": "2003-12-09",
      "state": "NJ",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "L000174",
      "district": null,
      "name": "Leahy, Patrick J.",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-31",
      "state": "VT",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001141",
      "district": null,
      "name": "Miller, Zell",
      "original_cosponsor": false,
      "sponsored_at": "2003-10-01",
      "state": "GA",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "R000146",
      "district": null,
      "name": "Reid, Harry",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-31",
      "state": "NV",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S001141",
      "district": null,
      "name": "Sessions, Jeff",
      "original_cosponsor": false,
      "sponsored_at": "2003-07-29",
      "state": "AL",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2003-07-31",
    "awaiting_signature": false,
    "enacted": false,
    "senate_passage_result": "pass",
    "senate_passage_result_at": "2003-12-09",
    "vetoed": false
  },
  "introduced_at": "2003-06-03",
  "number": "1177",
  "official_title": "A  bill to ensure the collection of all cigarette taxes, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "PACT Act",
  "sponsor": {
    "bioguide_id": "H000338",
    "district": null,
    "name": "Hatch, Orrin G.",
    "state": "UT",
    "title": "Sen.",
    "type": "person"
  },
  "status": "PASS_OVER:SENATE",
  "status_at": "2003-12-09",
  "subjects": [
    "Agriculture and Food",
    "Business records",
    "Cigarettes",
    "Commerce",
    "Crime and Law Enforcement",
    "Criminal investigation",
    "Damages",
    "Department of the Treasury",
    "Drug abuse",
    "Electronic commerce",
    "Electronic mail systems",
    "Excise tax",
    "Fines (Penalties)",
    "Foreign Trade and International Finance",
    "Forfeiture",
    "Fraud",
    "Government Operations and Politics",
    "Government paperwork",
    "Import restrictions",
    "Indian law enforcement",
    "Injunctions",
    "Internet",
    "Interstate commerce",
    "Labeling",
    "Law",
    "Legal fees",
    "Licenses",
    "Mail-order business",
    "Minorities",
    "Packaging",
    "Postal service",
    "Prosecution",
    "Science, Technology, Communications",
    "Searches and seizures",
    "Sentences (Criminal procedure)",
    "Smokeless tobacco",
    "Smuggling",
    "State laws",
    "State taxation",
    "Tax administration",
    "Taxation",
    "Tobacco",
    "Tobacco tax",
    "Undercover operations",
    "Web sites"
  ],
  "subjects_top_term": "Taxation",
  "summary": {
    "as": "Passed Senate amended",
    "asOf": "2003-12-09",
    "date": "2004-01-15T19:44:21Z",
    "text": "Prevent All Cigarette Trafficking Act or PACT Act - Amends the Jenkins Act to revise provisions governing the collection of taxes on, and trafficking in, cigarettes.\n\n (Sec. 2) Requires reports to State tobacco tax administrators to: (1) cover smokeless tobacco; (2) include telephone numbers for each place of business, a principal electronic mail address, any website addresses, and the name, address, and telephone number of an agent in the State authorized to accept service and the person delivering the shipment; and (3) require all invoice or memoranda information relating to specified customers to be organized by city or town and by zip code, with copies of each memorandum or invoice filed with a State also to be filed with the tobacco tax administrators and chief law enforcement officers of the local governments and Indian tribes operating within the borders of the State that apply their own local or tribal taxes on cigarettes or smokeless tobacco.\n\nRequires each delivery seller, with respect to delivery sales into a specific State and place, to: (1) comply with specified shipping and record-keeping requirements, all State, local, tribal, and other laws generally applicable to sales of cigarettes or smokeless tobacco as if such delivery sales occurred entirely within the specific State and place (including laws imposing excise taxes and licensing and tax-stamping requirements), and specified tax collection requirements; (2) include on the bill of lading for the shipping package containing cigarettes or smokeless tobacco a clear and conspicuous statement that Federal law requires the payment of all applicable excise and sales taxes and compliance with applicable licensing and tax-stamping obligations; and (3) keep a record of all delivery sales, organized by State. Defines a \"delivery sale\" as a sale of cigarettes or smokeless tobacco in interstate commerce to a consumer if the consumer orders by telephone, mail, or the Internet and the product is delivered by a common carrier, a private delivery service, or the mail.\n\nRequires: (1) any shipping package that is not labeled in accordance with this Act to be treated as non-deliverable matter by a common carrier or the U.S. Postal Service; (2) records of delivery sales to be kept in the year of such sales and for the next four years; and (3) such records to be made available, to ensure compliance with this Act, to tobacco tax administrators of the States, local governments and Indian tribes that apply their own local or tribal taxes on cigarettes or smokeless tobacco, State attorneys general, the chief law enforcement officers of such local governments and Indian tribes, and the Attorney General of the United States.\n\nProhibits cigarettes or smokeless tobacco from being delivered to the buyer pursuant to a delivery sale in interstate commerce unless, in advance of the delivery, the excise tax has been paid and any required stamps or other indicia of payment are properly affixed to the product. Sets forth exceptions where: (1) the law of the State or local government of the place where the smokeless tobacco is to be delivered requires or otherwise provides that delivery sellers collect the excise tax from the consumer and remit that tax to the State or local government; and (2) the delivery seller complies with the requirement.\n\nAuthorizes each State and each local government or Indian tribal government that levies a tax subject to this Act to compile a list of delivery sellers who are in compliance with this Act. Prohibits knowingly delivering cigarettes or smokeless tobacco to consumers unless the delivery seller is on the compliance list. Authorizes each State to compile a confidential list of delivery sellers who are not in compliance. Prohibits a common carrier, the Postal Service, or other person from knowingly delivering any item to a consumer for a delivery seller on the noncompliance list without determining that the item does not include cigarettes or smokeless tobacco. Deems: (1) a delivery sale to have occurred in the State and place where the buyer obtains personal possession of the cigarettes or smokeless tobacco; and (2) a delivery pursuant to a delivery sale to have been initiated or ordered by the delivery seller.\n\nMakes a violation of such Act a felony (currently, a misdemeanor). Increases civil penalties for violations to the greater of $5,000 for a first violation or $10,000 for any other violation, or two percent of the gross sales of cigarettes or smokeless tobacco of such person for the year before the violation.\n\nDirects the Attorney General to administer and enforce this Act. Authorizes a State attorney general, a local government or Indian tribe that levies a tax subject to this Act, or a holder of a permit as a manufacturer or importer of tobacco products or as an export warehouse proprietor (permit holder) to bring an action in U.S. district court to prevent and restrain violations of this Act. Authorizes a State attorney general or such a local government or Indian tribe to provide evidence of a violation of this Act by any person not subject to State, local, or tribal government enforcement actions for violations of this Act to the Attorney General or a U.S. Attorney, who shall take appropriate actions.\n\nDirects that 50 percent of any criminal and civil penalties collected by the Federal Government in enforcing this Act be available to the Department of Justice to enforce the provisions of this Act and other laws relating to contraband tobacco products, with not less than 50 percent made available only to the Department's agencies and offices that were responsible for the enforcement actions in which the penalties concerned were imposed.\n\n Directs the U.S. Attorney General to make available to the public (including on the Internet) and report to Congress annually on information about actions and their resolution (in particular, information on how the Attorney General and the U.S. Attorney have responded to referrals of evidence of violations).\n\n(Sec. 3) Amends the Federal criminal code to prohibit the transmission in the mails of any tobacco product, including cigarettes and smokeless tobacco, but makes this prohibition applicable only to States that are contiguous with at least one other State.\n\n(Sec. 4) Modifies the definition of \"contraband cigarettes\" to mean a quantity in excess of 10,000 (currently, 60,000) cigarettes. Defines \"contraband smokeless tobacco\" to mean a quantity in excess of 500 single-unit consumer-sized cans or packages. Prohibits: (1) the sale or purchase of, and other specified activities regarding, contraband smokeless tobacco; and (2) knowingly making false statements regarding information required to be kept in the records of persons who sell, distribute, or purchase any quantity of smokeless tobacco in excess of the contraband quantity in a single transaction.\n\nRequires any person who engages in a delivery sale and who ships, sells, or distributes any quantity in excess of the contraband quantity of cigarettes or smokeless tobacco within a single month to submit to the Attorney General a report setting forth: (1) the person's beginning and ending inventory of cigarettes and smokeless tobacco for such month; (2) the total quantity of cigarettes and smokeless tobacco the person received within such month from each other person (itemized by name and address); and (3) the total quantity of cigarettes and smokeless tobacco that the person distributed with such month to each person other than a retail purchaser. Requires that any such report also be submitted to the Secretary of the Treasury and to the attorneys general and the tax administrators of the States from where the shipments, deliveries, or distributions originated and concluded, and to the chief law enforcement officer and tax administrator of the tribe for shipments, deliveries, or distributions that originated or concluded on Indian country.\n\nDirects that any contraband cigarettes or smokeless tobacco so seized and forfeited be either: (1) destroyed and not resold; or (2) used for undercover investigative operations for the detection and prosecution of crimes and then destroyed and not resold.\n\n\n\nAuthorizes a State attorney general, a local government or Indian tribe, or a permit holder to bring an action in U.S. district court to prevent and restrain violations regarding contraband cigarettes and smokeless tobacco and to obtain other appropriate relief, except that a permit holder may not bring such an action against a State, local, or tribal government.\n\n (Sec. 5) Prohibits a tobacco product manufacturer or importer from selling in, delivering to, or placing for delivery sale in a State that is a party to the Master Settlement Agreement (executed November 23, 1998, by State attorneys general and certain tobacco manufacturers) any cigarette of such a manufacturer that is not in full compliance with the terms of the Model Statute or Qualifying Statute enacted by such State requiring funds to be placed into a qualified escrow account. Grants the U.S. district courts jurisdiction to prevent and restrain violations. Authorizes a State attorney general or any permit holder to bring an action in U.S. district court to prevent and restrain violations. Entitles such State to reasonable attorney fees for willful and knowing violations.\n\n(Sec. 6) Grants specified authorities under the Department of Justice and Related Agencies Appropriations Act, 1993, to the Bureau of Alcohol, Tobacco, Firearms, and Explosives (BATF) for undercover investigative operations that are necessary for the detection and prosecution of crimes against the United States.\n\n(Sec. 7) Authorizes any BATF officer, during normal business hours, to enter the premises of any person who engages in a delivery sale and who ships, sells, distributes, or receives any quantity in excess of the contraband quantity of cigarettes or smokeless tobacco within a single month for purposes of inspecting: (1) any information required to be maintained by such person under the Jenkins Act, provisions regarding contraband cigarettes and smokeless tobacco, or this Act; or (2) any cigarettes or smokeless tobacco kept or stored by such person at such premises. Grants U.S. district courts authority in a civil action to compel inspections authorized. Sets civil penalties of up to $10,000 per violation.\n\n(Sec. 8) Amends the Tariff Act of 1930 to: (1) make an exemption for the import of personal use cigarettes inapplicable to any cigarettes sold in connection with a delivery sale; and (2) entitle a State and an Indian tribe to obtain copies of a certification required directly upon request from the U.S. agency responsible for collecting it or from the importer, manufacturer, or authorized official of such importer or manufacturer.\n\nAuthorizes: (1) a permit holder to bring an action in the U.S. district courts to prevent and restrain violations by any person other than by a State, local, or tribal government; and (2) a State or local government or tribe to commence a a civil action to prevent and restrain violations by any person or to obtain any other appropriate relief for violations by any person, including civil penalties, money damages, and injunctive or equitable relief.\n\nIncludes smokeless tobacco under civil penalty and forfeiture provisions relating to violations for entry of cigarettes.\n\n(Sec. 9) Provides that nothing in this Act shall be construed to modify specified agreements or limitations regarding the collection of taxes on, and related matters regarding, cigarettes or smokeless tobacco sold in Indian country, or to inhibit the coordination of law enforcement by States or other jurisdictions, including Indian tribes, with respect to interstate sales or seizures of tobacco products."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Prevent All Cigarette Trafficking Act",
      "type": "display"
    },
    {
      "as": "amended by senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to prevent tobacco smuggling, to ensure the collection of all tobacco taxes, and for other purposes.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A  bill to ensure the collection of all cigarette taxes, and for other purposes.",
      "type": "official"
    },
    {
      "as": "passed senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "PACT Act",
      "type": "short"
    },
    {
      "as": "passed senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Prevent All Cigarette Trafficking Act",
      "type": "short"
    },
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "PACT Act",
      "type": "short"
    },
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Prevent All Cigarette Trafficking Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "PACT Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Prevent All Cigarette Trafficking Act",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-15T16:48:46Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/108/s/BILLSTATUS-108s1177.xml"
}