{
  "actions": [
    {
      "acted_at": "2003-10-17",
      "action_code": "",
      "references": [],
      "text": "SA 1884 fell when SA 1819 tabled.",
      "type": "action"
    },
    {
      "acted_at": "2003-10-17",
      "action_code": "",
      "references": [],
      "text": "Amendment SA 1884 proposed by Senator Byrd for Senator Byrd to Amendment SA 1819. (consideration: CR S12779-12789; text: CR S12779-12780) To reduce unnecessary spending in the Iraq Relief and Reconstruction Fund; increase reconstruction assistance to Afghanistan; protect our troops by increasing funding for the destruction of conventional weapons in Iraq; provide disaster relief in Liberia; and provide funding to repair Hurricane Isabel damage to military and Coast Guard facilities.",
      "type": "action"
    },
    {
      "acted_at": "2003-10-17",
      "action_code": "93000",
      "references": [
        {
          "reference": "CR S12779-12789",
          "type": "consideration"
        },
        {
          "reference": "CR S12779-12780",
          "type": "text"
        }
      ],
      "text": "Senate amendment proposed (on the floor): Amendment SA 1884 proposed by Senator Byrd for Senator Byrd to Amendment SA 1819.",
      "type": "action"
    },
    {
      "acted_at": "2003-10-17",
      "action_code": "91000",
      "references": [],
      "text": "Senate amendment submitted",
      "type": "action"
    }
  ],
  "amendment_id": "samdt1884-108",
  "amendment_type": "samdt",
  "amends_amendment": {
    "amendment_id": "samdt1819-108",
    "amendment_type": "samdt",
    "congress": 108,
    "description": "",
    "number": 1819,
    "purpose": "To prohibit the use of Iraq Relief and Reconstruction Funds for low priority activities that should not be the responsibility of U.S. taxpayers, and shift $600 million from the Iraq Relief and Reconstruction Fund to Defense Operations and Maintenance, Army, for significantly improving efforts to secure and destroy conventional weapons, such as bombs, bomb materials, small arms, rocket propelled grenades, and shoulder-launched missiles, in Iraq."
  },
  "amends_bill": {
    "bill_id": "s1689-108",
    "bill_type": "s",
    "congress": 108,
    "number": 1689
  },
  "amends_treaty": null,
  "chamber": "s",
  "congress": "108",
  "introduced_at": "2003-10-17",
  "number": 1884,
  "proposed_at": "2003-10-17T04:00:00Z",
  "purpose": "To reduce unnecessary spending in the Iraq Relief and Reconstruction Fund; increase reconstruction assistance to Afghanistan; protect our troops by increasing funding for the destruction of conventional weapons in Iraq; provide disaster relief in Liberia; and provide funding to repair Hurricane Isabel damage to military and Coast Guard facilities.",
  "sponsor": {
    "bioguide_id": "B001210",
    "district": null,
    "name": "Byrd, Robert C.",
    "state": "WV",
    "title": "Sen.",
    "type": "person"
  },
  "status": "offered",
  "status_at": "2003-10-17",
  "updated_at": "2022-02-03T04:58:04Z"
}