{
  "actions": [
    {
      "acted_at": "2010-06-21",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2010-06-21",
      "action_code": "B00100",
      "references": [
        {
          "reference": "CR S5204-5205",
          "type": null
        }
      ],
      "text": "Sponsor introductory remarks on measure.",
      "type": "action"
    },
    {
      "acted_at": "2010-06-21",
      "action_code": "",
      "committees": [
        "SSEV"
      ],
      "references": [
        {
          "reference": "CR S5205-5206",
          "type": "text of measure as introduced"
        }
      ],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Environment and Public Works.",
      "type": "referral"
    },
    {
      "acted_at": "2010-06-30",
      "action_code": "",
      "committees": [
        "SSEV"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Environment and Public Works. Ordered to be reported with an amendment in the nature of a substitute favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2010-08-02",
      "action_code": "",
      "committee": "Environment and Public Works",
      "committees": [
        "SSEV"
      ],
      "references": [],
      "text": "Committee on Environment and Public Works. Reported by Senator Boxer with an amendment in the nature of a substitute and an amendment to the title. With written report No. 111-242.",
      "type": "reported"
    },
    {
      "acted_at": "2010-08-02",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "502",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 502.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s3515-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 111-242"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "Senate Environment and Public Works",
      "committee_id": "SSEV"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "B000468",
      "district": null,
      "name": "Bingaman, Jeff",
      "original_cosponsor": true,
      "sponsored_at": "2010-06-21",
      "state": "NM",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "U000038",
      "district": null,
      "name": "Udall, Mark",
      "original_cosponsor": true,
      "sponsored_at": "2010-06-21",
      "state": "CO",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2010-06-30",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2010-06-21",
  "number": "3515",
  "official_title": "A bill to authorize and enhance the programs of the Department of the Interior relating to the detection of, response to, and mitigation and cleanup of oil spills on Federal land managed by the Department, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "s3663-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Department of the Interior Research and Technologies for Oil Spill Prevention and Response Act of 2010",
  "sponsor": {
    "bioguide_id": "S001181",
    "district": null,
    "name": "Shaheen, Jeanne",
    "state": "NH",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2010-06-30",
  "subjects": [
    "Accidents",
    "Advisory bodies",
    "Education programs funding",
    "Energy revenues and royalties",
    "Environmental assessment, monitoring, research",
    "Environmental technology",
    "Government trust funds",
    "Higher education",
    "Marine and coastal resources, fisheries",
    "Marine pollution",
    "Oil and gas",
    "Public lands and natural resources",
    "Research administration and funding",
    "Research and development",
    "Technology assessment",
    "Water quality",
    "Worker safety and health"
  ],
  "subjects_top_term": "Public lands and natural resources",
  "summary": {
    "as": "Reported to Senate with amendment(s)",
    "asOf": "2010-08-02",
    "date": "2010-12-07T22:40:08Z",
    "text": "Federal Research and Technologies for Oil Spill Prevention and Response Act of 2010 - (Sec. 3) Amends the Oil Pollution Act of 1990 to direct the Chairman of the Interagency Coordinating Committee on Oil Pollution Research (Interagency Committee) to arrange with the National Academy of Sciences to establish an independent Science and Technology Advisory Board to provide the Committee with scientific and technical advice relating to the oil pollution research and development program, including: (1) identification of knowledge gaps to be addressed; (2) establishment of scientific and technical priorities; and (3) an annual review of program results and effectiveness, including successful technology development.\n\nRequires Board recommendations and reports to be made available promptly to Congress and the public.\n\nDirects the National Institute of Standards and Technology (NIST) to advise and guide the Interagency Committee regarding quality assurance and standards measurements relating to its activities.\n\n(Sec. 4) Requires the oil pollution research and development program to provide for: (1) the use of containment vessels, booms, and skimmers, particularly under worst-case release scenarios, in research, development, and demonstration of new or improved systems for the recovery, removal, and disposal of oil; (2) research, development, and demonstration of new or improved technologies and systems to contain, respond to, and clean up a discharge of oil in extreme or harsh conditions on the outer Continental Shelf (OCS); and (3) research to evaluate the relative effectiveness and environmental impacts (including human and environmental toxicity) of dispersants.\n\nDirects the Secretary of the Interior to implement a program of research, development, technology demonstration, and risk assessment to address issues associated with the detection of, response to, and mitigation and cleanup of oil spills occurring on federal land managed by the Department of the Interior, whether onshore or on the OCS.\n\nSets forth specified areas of focus for prevention and mitigation technologies that protect the environment, including the control of hydrocarbons released from a loss of well control.\n\nRequires the Committee's oil pollution effects research, in developing improved models and capabilities for predicting the environmental fate, transport, and effects of oil discharges, to concentrate on: (1) fundamental scientific characterization of oil and natural gas behavior in and on soil and water, including miscibility, plume behavior, emulsification, physical separation, and chemical and biological degradation; (2) the behavior and effects of emulsified, dispersed, and submerged oil in water; and (3) modeling, simulation, and prediction of oil flows from releases and the trajectories of releases on the surface, the subsurface, and in water.\n\nDirects the Secretary to: (1) conduct deepwater, ultra deepwater, and other extreme environment oil discharge response demonstration projects for the purpose of developing and demonstrating new integrated deepwater oil discharge mitigation and response systems that use the information and implement the improved practices and technologies developed under the oil pollution research and development program; and (2) establish at institutions of higher education, and make research grants to, a research center of excellence for research, development, and demonstration of technologies necessary to respond to, contain, mitigate, and clean up deepwater, ultra deepwater, and other extreme-environment discharges of oil.\n\nDirects the Undersecretary of Commerce for Oceans and Atmosphere to establish and make research grants to a research center of excellence for research and innovation in the fate of, behavior and effects of, and damage assessment and restoration relating to discharges of oil.\n\nAuthorizes any agency that is a member of the Interagency Committee to establish other similar research centers of excellence.\n\nDirects the Secretary and the Administrator of the Environmental Protection Agency (EPA) to conduct a pilot program to conduct field tests, in U.S. waters, of new oil discharge response, mitigation, and cleanup technologies developed under the oil pollution research and development program.\n\nRequires the Interagency Committee Chairman to develop and publish a research and technology plan for the program. Requires an impartial peer review of the scientific and technical merit of the research proposals before any funding is granted.\n\nEstablishes in the Treasury an Oil Spill Technology and Research Fund for the transfer, in each of FY2010-FY2020, of $25 million from federal royalties, rents, and bonuses derived from federal onshore and offshore oil and gas leases issued under the Outer Continental Shelf Lands Act or the Mineral Leasing Act."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Federal Research and Technologies for Oil Spill Prevention and Response Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to authorize and enhance the programs of the Department of the Interior relating to the detection of, response to, and mitigation and cleanup of oil spills on Federal land managed by the Department, and for other purposes.",
      "type": "official"
    },
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Federal Research and Technologies for Oil Spill Prevention and Response Act of 2010",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Department of the Interior Research and Technologies for Oil Spill Prevention and Response Act of 2010",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:19:46Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s3515.xml"
}