{
  "actions": [
    {
      "acted_at": "2003-06-11",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2003-06-11",
      "action_code": "H11100",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on the Judiciary.",
      "type": "referral"
    },
    {
      "acted_at": "2003-06-25",
      "action_code": "",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "text": "Referred to the Subcommittee on Crime, Terrorism, and Homeland Security.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "hr2436-108",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "House Judiciary",
      "committee_id": "HSJU"
    },
    {
      "activity": [
        "referral"
      ],
      "committee": "House Judiciary",
      "committee_id": "HSJU",
      "subcommittee": "Subcommittee on Crime and Federal Government Surveillance",
      "subcommittee_id": "08"
    }
  ],
  "congress": "108",
  "cosponsors": [
    {
      "bioguide_id": "S001157",
      "district": "13",
      "name": "Scott, David",
      "original_cosponsor": true,
      "sponsored_at": "2003-06-11",
      "state": "GA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S000185",
      "district": "3",
      "name": "Scott, Robert C. \"Bobby\"",
      "original_cosponsor": true,
      "sponsored_at": "2003-06-11",
      "state": "VA",
      "title": "Rep.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2003-06-11",
  "number": "2436",
  "official_title": "To conduct a study on the effectiveness of ballistic imaging technology and evaluate its effectiveness as a law enforcement tool.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Ballistic Imaging Evaluation and Study Act of 2003",
  "sponsor": {
    "bioguide_id": "S000583",
    "district": "21",
    "name": "Smith, Lamar",
    "state": "TX",
    "title": "Rep.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2003-06-11",
  "subjects": [
    "Ammunition",
    "Assault weapons",
    "Computer matching",
    "Congress",
    "Congressional reporting requirements",
    "Cost accounting",
    "Cost effectiveness",
    "Crime and law enforcement",
    "Criminal investigation",
    "Criminal justice information",
    "Criminal statistics",
    "Data banks",
    "Economics and Public Finance",
    "Evidence (Law)",
    "Finance and Financial Sector",
    "Firearms",
    "Government Operations and Politics",
    "Governmental investigations",
    "Identification devices",
    "Law",
    "Legislation",
    "Packaging",
    "Science, Technology, Communications",
    "Storage"
  ],
  "subjects_top_term": "Crime and law enforcement",
  "summary": {
    "as": "Introduced in House",
    "asOf": "2003-06-11",
    "date": "2003-07-21T20:18:06Z",
    "text": "Ballistic Imaging Evaluation and Study Act of 2003 - Directs the Attorney General to enter into an arrangement with the National Research Council (NRC) of the National Academy of Sciences to study ballistic imaging technology, including: (1) the design parameters for an effective and uniform system for packing fired cartridge cases and projectiles and for collecting information that will be entered into a ballistic imaging system; (2) the most effective method that can be used to collect fired projectiles for entry into such a system and its cost; (3) which countries are employing such systems and the results in investigating crimes committed with handguns or rifles; (4) the costs to government, industry and consumers of implementing and administering such a system; (5) how many manually operated guns and semiautomatic guns are sold in the United States each year, the percentage of crimes committed with manually operated as compared with semiautomatic handguns or rifles, and the percentage of each category of such crimes on record in the NIBIN system; (6) whether a shift has occurred in countries where ballistic identification has been implemented in the number of semiautomatics, compared with manually operated guns, that are used to commit a crime; (7) environmental and nonenvironmental factors that can substantially change the identifying marks on a cartridge case and projectile so as to preclude a scientifically reliable comparison between specimens and stored images from the same firearm from being admissible as evidence; (8) the technical improvements in database management necessary to keep pace with database growth and the estimated cost of the improvements; (9) redundant systems, the ability of the various systems to share information, and the cost and time it will take to integrate such systems; (10) legal issues that need to be addressed to codify the type of information that would be captured and stored as part of a national ballistic identification program and the sharing of the information between State systems and NIBIN; (11) storage and retrieval procedures that guarantee the integrity of cartridge cases and projectiles for indefinite periods and insure proper chain of custody and admissibility of ballistic evidence or images; (12) the resources necessary to enter images of fired cartridge cases and projectiles into a ballistic imaging identification system of all new handguns and rifles sold in the United States and those possessed lawfully by firearms owners; (13) an effective procedure to collect fired cartridge cases and projectiles from privately owned handguns and rifles; (14) whether the cost of ballistic imaging technology is worth the investigative benefit to law enforcement officers; (15) whether State-based ballistic systems or a combination of State and Federal systems that record and store cartridge cases and projectiles can be used to create a centralized list of firearms owners; and (16) the cost-effectiveness of using a Federal, NIBIN-based approach to using ballistic imaging technology as opposed to State-based initiatives."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Ballistic Imaging Evaluation and Study Act of 2003",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To conduct a study on the effectiveness of ballistic imaging technology and evaluate its effectiveness as a law enforcement tool.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Ballistic Imaging Evaluation and Study Act of 2003",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-15T16:18:30Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/108/hr/BILLSTATUS-108hr2436.xml"
}