{
  "actions": [
    {
      "acted_at": "2004-05-05",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2004-05-05",
      "action_code": "H11100",
      "committees": [
        "HSWM"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on Ways and Means.",
      "type": "referral"
    },
    {
      "acted_at": "2004-05-11T20:02:00-04:00",
      "action_code": "H1L210",
      "bill_ids": [
        "hres638-108",
        "hr4280-108",
        "hr4281-108"
      ],
      "references": [],
      "text": "Rules Committee Resolution H. Res. 638 Reported to House. Rule provides for consideration of H.R. 4279, H.R. 4280 and H.R. 4281. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is closed to amendments.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T13:13:08-04:00",
      "action_code": "H30000",
      "bill_ids": [
        "hres638-108"
      ],
      "references": [
        {
          "reference": "CR H2838-2853",
          "type": "consideration"
        }
      ],
      "text": "Considered under the provisions of rule H. Res. 638.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T13:13:13-04:00",
      "action_code": "H8D000",
      "bill_ids": [
        "hr4280-108",
        "hr4281-108"
      ],
      "references": [],
      "text": "Rule provides for consideration of H.R. 4279, H.R. 4280 and H.R. 4281. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. A specified amendment is in order.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T13:13:34-04:00",
      "action_code": "H8D000",
      "references": [],
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 4279.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T14:07:41-04:00",
      "action_code": "H8D000",
      "bill_ids": [
        "hres638-108"
      ],
      "references": [],
      "text": "DEBATE - Pursuant to the provisions of H. Res. 638, the House proceeded with one hour of debate on the Stark amendment in the nature of a substitute.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T15:15:47-04:00",
      "action_code": "H36100",
      "committees": [
        "HSWM"
      ],
      "references": [
        {
          "reference": "CR H2850-2852",
          "type": "consideration"
        },
        {
          "reference": "CR H2850",
          "type": "text"
        }
      ],
      "text": "Mr. Stark moved to recommit with instructions to Ways and Means.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T15:16:11-04:00",
      "action_code": "H8D000",
      "references": [],
      "text": "Floor summary: DEBATE - The House proceeded with ten minutes of debate on the Stark motion to recommit with instructions.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T15:26:14-04:00",
      "action_code": "H8A000",
      "references": [],
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T15:44:35-04:00",
      "action_code": "H36110",
      "committees": [
        "HSWM"
      ],
      "references": [],
      "text": "On motion to recommit with instructions Failed by recorded vote: 202 - 224 (Roll no. 162).",
      "type": "action"
    },
    {
      "acted_at": "2004-05-12T15:52:30-04:00",
      "action_code": "H37100",
      "how": "roll",
      "references": [
        {
          "reference": "CR H2838",
          "type": "text"
        }
      ],
      "result": "pass",
      "roll": "163",
      "status": "PASS_OVER:HOUSE",
      "suspension": null,
      "text": "On passage Passed by the Yeas and Nays: 273 - 152 (Roll no. 163).",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2004-05-12T15:52:35-04:00",
      "action_code": "H38310",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-13T16:27:46-04:00",
      "action_code": "H8D000",
      "bill_ids": [
        "hres638-108",
        "hr4280-108",
        "hr4281-108"
      ],
      "references": [],
      "text": "TITLE CONFORMED - Pursuant to Section 4(a)(3) of H. Res. 638, the title of H.R. 4279 is conformed to reflect the addition of the text of H.R. 4280 and H.R. 4281.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-17",
      "action_code": "",
      "references": [],
      "text": "Received in the Senate.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-20",
      "action_code": "",
      "references": [],
      "text": "Read the first time. Placed on Senate Legislative Calendar under Read the First Time.",
      "type": "action"
    },
    {
      "acted_at": "2004-05-21",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "539",
      "references": [],
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 539.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [
    {
      "amendment_id": "hamdt523-108",
      "amendment_type": "hamdt",
      "chamber": "h",
      "number": "523"
    }
  ],
  "bill_id": "hr4279-108",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "House Ways and Means",
      "committee_id": "HSWM"
    }
  ],
  "congress": "108",
  "cosponsors": [
    {
      "bioguide_id": "B001232",
      "district": "13",
      "name": "Biggert, Judy",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "IL",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "B000589",
      "district": "8",
      "name": "Boehner, John A.",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "OH",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "B000755",
      "district": "8",
      "name": "Brady, Kevin",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-06",
      "state": "TX",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C001046",
      "district": "7",
      "name": "Cantor, Eric",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "VA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C001047",
      "district": "2",
      "name": "Capito, Shelley Moore",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "WV",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C000873",
      "district": "8",
      "name": "Crane, Philip M.",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "IL",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "G000550",
      "district": "11",
      "name": "Gingrey, Phil",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "GA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "H000948",
      "district": "9",
      "name": "Hulshof, Kenny C.",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-06",
      "state": "MO",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "J000174",
      "district": "3",
      "name": "Johnson, Sam",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "TX",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001147",
      "district": "11",
      "name": "McCotter, Thaddeus G.",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "MI",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M000477",
      "district": "3",
      "name": "McInnis, Scott",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "CO",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001150",
      "district": "10",
      "name": "Miller, Candice S.",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "MI",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001144",
      "district": "1",
      "name": "Miller, Jeff",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "FL",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "P000583",
      "district": "14",
      "name": "Paul, Ron",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-11",
      "state": "TX",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "R000033",
      "district": "3",
      "name": "Ramstad, Jim",
      "original_cosponsor": false,
      "sponsored_at": "2004-05-06",
      "state": "MN",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "R000487",
      "district": "40",
      "name": "Royce, Edward R.",
      "original_cosponsor": true,
      "sponsored_at": "2004-05-05",
      "state": "CA",
      "title": "Rep.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2004-05-11T20:02:00-04:00",
    "awaiting_signature": false,
    "enacted": false,
    "house_passage_result": "pass",
    "house_passage_result_at": "2004-05-12T15:52:30-04:00",
    "vetoed": false
  },
  "introduced_at": "2004-05-05",
  "number": "4279",
  "official_title": "To amend the Internal Revenue Code of 1986 to provide for the disposition of unused health benefits in cafeteria plans and flexible spending arrangements.",
  "popular_title": "HEALTH Act of 2004",
  "related_bills": [
    {
      "bill_id": "hres638-108",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr4280-108",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr4281-108",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": null,
  "sponsor": {
    "bioguide_id": "M000388",
    "district": "4",
    "name": "McCrery, Jim",
    "state": "LA",
    "title": "Rep.",
    "type": "person"
  },
  "status": "PASS_OVER:HOUSE",
  "status_at": "2004-05-12T15:52:30-04:00",
  "subjects": [
    "Accident insurance",
    "Civil actions and liability",
    "Class actions (Civil procedure)",
    "Collection of accounts",
    "Commerce",
    "Conflict of interests",
    "Congress",
    "Congressional reporting requirements",
    "Consumer protection",
    "Crime and Law Enforcement",
    "Damages",
    "Drug approvals",
    "Drugs",
    "Employee health benefits",
    "Evidence (Law)",
    "Federal preemption",
    "Finance and Financial Sector",
    "Flexible benefit plans",
    "Fraud",
    "Government Operations and Politics",
    "Health",
    "Health insurance",
    "Income tax",
    "Injunctions",
    "Labeling",
    "Labor and Employment",
    "Law",
    "Legal fees",
    "Liability (Law)",
    "Limitation of actions",
    "Medical malpractice",
    "Medical personnel",
    "Medical savings accounts",
    "Medical supplies",
    "Medically uninsured",
    "Packaging",
    "Product safety",
    "Products liability",
    "Punitive damages",
    "Self-insurance",
    "Small business",
    "State laws",
    "Tax exclusion",
    "Taxation",
    "Vaccines",
    "Workers' compensation"
  ],
  "subjects_top_term": "Taxation",
  "summary": {
    "as": "Passed House amended",
    "asOf": "2004-05-12",
    "date": "2004-05-24T12:42:09Z",
    "text": "Amends the Internal Revenue Code to permit up to $500 of unused health benefits in a plan or other arrangement that provides for a health flexible spending arrangement to be carried forward to the next year of such health flexible spending arrangement or be contributed to a health savings account without affecting the status of such plan or arrangement as a tax-exempt employee benefit cafeteria plan.\n\nTitle I: Help Efficient, Accessible, Low-Cost, Timely Healthcare (HEALTH) Act of 2004 - (Sec. 1001) Help Efficient, Accessible, Low-cost, Timely Healthcare (HEALTH) Act of 2004 - Sets forth provisions regulating lawsuits for health care liability claims concerning the provision of health care goods or services or any medical product affecting interstate commerce.\n\n (Sec. 1003) Sets a statute of limitations of three years after the date of manifestation of injury or one year after the claimant discovers the injury, or should have discovered the injury, whichever comes first, unless tolled on the basis of fraud, intentional concealment, or the presence of a foreign body in the injured person. Provides that lawsuits on behalf of minors under the age of six years must be commenced within three years of the manifestation of the injury or prior to their eighth birthday, whichever provides the longer period, with certain exceptions. (Sec. 1004) Allows the recovery of unlimited economic damages. Limits noneconomic damages to $250,000. Prohibits the jury from being informed of such limit. Makes each party liable only for the amount of damages directly proportional to such party's percentage of responsibility. (Sec. 1005) Requires court supervision over payment arrangements to protect against conflicts of interest that may reduce the amount of damages awarded that are actually paid to claimants. Allows the court to restrict the payment of attorney contingency fees. Limits the fees to a percentage based on the amount awarded. (Sec. 1006) Permits the introduction of evidence of collateral source benefits, except that this section shall not apply to provisions of the Social Security Act pertaining to State plans for medical assistance and Medicare as secondary payer. (Sec. 1007) Allows an award of punitive damages only if: (1) the claimant proves by clear and convincing evidence that the person acted with malicious intent to injure the claimant, or that such person deliberately failed to avoid unnecessary injury that such person knew the claimant was substantially certain to suffer; and (2) compensatory damages are awarded. Establishes procedural requirements for a claim for punitive damages. Enumerates the factors to be considered for an award of punitive damages, including the severity of harm caused by the conduct of the party, the duration of the conduct or any concealment of it, the profitability of the conduct, and any criminal penalties imposed. Limits punitive damages to the greater of $250,000 or two times the amount of economic damages awarded. Prohibits the jury from being informed of such limit. Prohibits a punitive damage award in a product liability suit against a manufacturer, distributor, or supplier of a medical product that has been approved by the Food and Drug Administration (FDA) or that is generally recognized among qualified experts as safe and effective pursuant FDA conditions. Provides exceptions if: (1) the trier of fact finds by clear and convincing evidence that the product is substantially out of compliance with applicable labeling or packaging regulations; (2) a person knowingly misrepresented or withheld from the FDA required information that is material and causally related to the harm suffered by the claimant; or (3) an illegal payment is made to an FDA official to secure approval of the medical product. Prohibits a product liability suit against a medical care provider who prescribes or dispenses such a medical product approved by the FDA.\n\n(Sec. 1008) Provides for periodic payments of future damage awards over $50,000.\n\n(Sec. 1010) Exempts civil actions brought for vaccine-related injuries from this act to the extent that they are covered by the Public Health Service Act.\n\n(Sec. 1011) Preempts State law to the extent that it prevents the application of any provision of law established by this Act, but does not: (1) preempt State law that provides greater protections for health care providers or organizations or that specifies particular damage limits; or (2) affect any defenses available to a party under any other provision of State or Federal law.\n\n(Sec. 1013) Expresses the sense of Congress that a health insurer should be liable for damages for harm caused when it makes a decision as to what care is medically necessary and appropriate.\n\nTitle II: Small Business Health Fairness Act of 2004 - (Sec. 2001) Small Business Health Fairness Act of 2004 - Amends the Employee Retirement Income Security Act of 1974 (ERISA) to provide for establishment and governance of association health plans (AHPs), which are group health plans whose sponsors are trade, industry, professional, chamber of commerce, or similar business associations, and which meet certain ERISA certification requirements. (Thus, through ERISA preemption of State laws, certified AHPs are exempted from State regulation of health insurance providers, including State consumer protection laws and State requirements for health care benefits to be offered by such entities, with certain exceptions.)\n\nEstablishes rules governing AHPs, including requirements relating to certification, sponsors and boards of trustees, participation and coverage, nondiscrimination, plan documents, contribution rates, benefit options, applications for certification, notice of voluntary termination, corrective actions, and mandatory termination.\n\nRequires AHPs which provide health benefits in addition to health insurance coverage to maintain certain reserves and comply with other solvency requirements.\n\nDirects the Secretary of Labor to apply for appointment, and carry out specified duties, as trustee of any insolvent AHPs which provide health benefits in addition to health insurance coverage.\n\nAllows a State to impose a contribution tax on any AHP commencing operations in such State after the enactment of this Act. Sets forth limits on such tax, including reduction by the amount of any tax or assessment otherwise imposed by the State on specified other insurance related items maintained by the AHP.\n\nRequires AHPs to include in their summary plan descriptions, in connection with each benefit option, a description of the form of any solvency or guarantee fund protection secured under ERISA or applicable State law.\n\nAllows a certified AHP to exist in a State regardless of any State law that would preclude it.\n\nPreempts State requirements for benefits to be offered by AHPs; but allows a State in which an AHP is domiciled to require the domiciled AHP to cover particular types of diseases and conditions. Allows health insurance issuers to offer coverage of the same policy type offered in connection with a particular AHP to eligible employers, regardless of whether such employers are members of the particular association and regardless of State law. Deems health insurance coverage policy forms filed and approved in a particular State in connection with an insurer's offering under an AHP as approved in any other State in which such coverage is offered when the insurer provides a complete filing in the same form and manner to the authority in the other State.\n\nMakes inapplicable to certified AHPs certain current ERISA provisions which allow State regulation of multiple employer welfare arrangements (MEWAs). Revises ERISA preemption rules to permit State regulation of self-insured MEWAs providing medical care which do not elect to meet the certification requirements for AHPs.\n\nDirects the Secretary to report to specified congressional committees by January 1, 2009, on the effect, if any, AHPs have had on the number of uninsured individuals.\n\n(Sec. 2003) Revises requirements for treatment of single employer arrangements. Allows two or more trades or businesses to be deemed a single employer if they are in the same control group offering medical care benefits, under specified conditions.\n\n(Sec. 2004) Provides for enforcement of AHP requirements, including criminal penalties for certain willful misrepresentations, issuance of cease and desist orders, and the responsibility of AHP boards of trustees for certain claims procedures.\n\n(Sec. 2005) Directs the Secretary, regarding the exercise of authority, to consult only with the recognized primary domicile State for an AHP.\n\n(Sec. 2006) Provides for transitional and other rules relating to treatment of certain existing health benefit programs."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To amend the Internal Revenue Code of 1986 to provide for the disposition of unused health benefits in cafeteria plans and flexible spending arrangements, to improve patient access to health care services and provide improved medical care by reducing the excessive burden the liability system places on the health care delivery system, and to amend title I of the Employee Retirement Income Security Act of 1974 to improve access and choice for entrepreneurs with small businesses with respect to medical care for their employees.",
      "type": "display"
    },
    {
      "as": "amended by house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To amend the Internal Revenue Code of 1986 to provide for the disposition of unused health benefits in cafeteria plans and flexible spending arrangements, to improve patient access to health care services and provide improved medical care by reducing the excessive burden the liability system places on the health care delivery system, and to amend title I of the Employee Retirement Income Security Act of 1974 to improve access and choice for entrepreneurs with small businesses with respect to medical care for their employees.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To amend the Internal Revenue Code of 1986 to provide for the disposition of unused health benefits in cafeteria plans and flexible spending arrangements.",
      "type": "official"
    },
    {
      "as": "passed house",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Help Efficient, Accessible, Low-cost, Timely Healthcare (HEALTH) Act of 2004",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Small Business Health Fairness Act of 2004",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "HEALTH Act of 2004",
      "type": "popular"
    }
  ],
  "updated_at": "2023-01-15T04:48:58Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/108/hr/BILLSTATUS-108hr4279.xml"
}