{
  "actions": [
    {
      "acted_at": "2010-02-23T20:17:21-05:00",
      "action_code": "H34111",
      "how": "roll",
      "references": [],
      "result": "fail",
      "roll": 56,
      "text": "On agreeing to the Hastings (WA) amendment (A002) Failed by the Yeas and Nays: 163 - 241 (Roll no. 56).",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2010-02-23T19:28:08-05:00",
      "action_code": "H3A100",
      "references": [
        {
          "reference": "CR H725-726, H728-729",
          "type": "consideration"
        },
        {
          "reference": "CR H725",
          "type": "text"
        }
      ],
      "text": "Amendment (A002) offered by Mr. Hastings (WA) to the Abercrombie amendment (A001).",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T19:28:08-05:00",
      "action_code": "71500",
      "references": [
        {
          "reference": "CR H725-726, H728-729",
          "type": "consideration"
        },
        {
          "reference": "CR H725",
          "type": "text"
        }
      ],
      "text": "House amendment offered/reported by : Amendment (A002) offered by Mr. Hastings (WA) to the Abercrombie amendment (A001).",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T20:17:21-05:00",
      "action_code": "73000",
      "references": [],
      "text": "House amendment not agreed to: On agreeing to the Hastings (WA) amendment (A002) Failed by the Yeas and Nays: 163 - 241 (Roll no. 56).",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T20:17:21-05:00",
      "action_code": "75000",
      "references": [],
      "text": "Roll call votes on amendments in House",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T20:17:21-05:00",
      "action_code": "80000",
      "references": [],
      "text": "Amendment failed by House: On agreeing to the Hastings (WA) amendment (A002) Failed by the Yeas and Nays: 163 - 241 (Roll no. 56).",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23",
      "action_code": "71000",
      "references": [],
      "text": "House amendment offered",
      "type": "action"
    }
  ],
  "amendment_id": "hamdt571-111",
  "amendment_type": "hamdt",
  "amends_amendment": {
    "amendment_id": "hamdt570-111",
    "amendment_type": "hamdt",
    "congress": 111,
    "description": "Amendment in the nature of a substitute clarifies the definition of \"Native Hawaiian\" to ensure that the Native Hawaiian governing entity is a distinctly native community. While recognizing and affirming the sovereign immunity of the Native Hawaiian governing entity, the amendment expressly states the Act does not alter the sovereign immunity of the United States or the State of Hawaii allowing for negotiations. The amendment further clarifies that, pending negotiations and subsequent implementation legislation the following will occur: there will be no \"Indian Country\" within Hawaii; the United States will not take land into trust, nor restrict alienability of land owned by the Native Hawaiian governing entity; the governing entity may not exercise certain powers and authorities such as jurisdiction over non Native Hawaiian individuals without their consent; and the State of Hawaii will retain regulatory and taxation authority over Native Hawaiians and the Native Hawaiian governing entity.",
    "number": 570,
    "purpose": "An amendment in the nature of a substitute numbered 1 printed in part A of House Report 111-413 which addresses several issues raised by the Attorney General of the State of Hawaii and others. In particular the amendment clarifies the definition of \"Native Hawaiian\" to ensure that the Native Hawaiian governing entity is a distinctly native community. While recognizing and affirming the sovereign immunity of the Native Hawaiian governing entity, the amendment expressly states the Act does not alter the sovereign immunity of the United States or the State of Hawaii allowing for negotiations. The amendment further clarifies that, pending negotiations and subsequent implementation legislation the following will occur: there will be no \"Indian Country\" within Hawaii; the United States will not take land into trust, nor restrict alienability of land owned by the Native Hawaiian governing entity; the governing entity may not exercise certain powers and authorities such as jurisdiction over non Native Hawaiian individuals without their consent; and the State of Hawaii will retain regulatory and taxation authority over Native Hawaiians and the Native Hawaiian governing entity."
  },
  "amends_bill": {
    "bill_id": "hr2314-111",
    "bill_type": "hr",
    "congress": 111,
    "number": 2314
  },
  "amends_treaty": null,
  "chamber": "h",
  "congress": "111",
  "description": "Amendment sought to require that the voters of Hawaii approve the governing documents for the Native Hawaiian governing entity before federal recognition becomes operative.",
  "introduced_at": "2010-02-23",
  "number": 571,
  "purpose": "An amendment numbered 1 printed in part B of House Report 111-413, to the amendment in the nature of a substitute offered by Mr. Abercrombie to require that the voters of Hawaii approve the governing documents for the Native Hawaiian governing entity before federal recognition becomes operative.",
  "sponsor": {
    "bioguide_id": "H000329",
    "district": "4",
    "name": "Hastings, Doc",
    "state": "WA",
    "title": "Rep.",
    "type": "person"
  },
  "status": "fail",
  "status_at": "2010-02-23T20:17:21-05:00",
  "updated_at": "2022-02-03T06:08:41Z"
}