{
  "actions": [
    {
      "acted_at": "2003-07-31",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2003-07-31",
      "action_code": "B00100",
      "references": [
        {
          "reference": "CR S10653",
          "type": null
        }
      ],
      "text": "Sponsor introductory remarks on measure.",
      "type": "action"
    },
    {
      "acted_at": "2003-07-31",
      "action_code": "",
      "committees": [
        "SLIA"
      ],
      "references": [
        {
          "reference": "CR 8/1/2003 S10653-10656",
          "type": "text of measure as introduced"
        }
      ],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Indian Affairs.",
      "type": "referral"
    },
    {
      "acted_at": "2004-03-24",
      "action_code": "",
      "committee": "Committee on Indian Affairs",
      "committees": [
        "SLIA"
      ],
      "references": [],
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 108-475.",
      "type": "hearings"
    },
    {
      "acted_at": "2004-07-14",
      "action_code": "",
      "committees": [
        "SLIA"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2004-09-28",
      "action_code": "",
      "committee": "Indian Affairs",
      "committees": [
        "SLIA"
      ],
      "references": [],
      "text": "Committee on Indian Affairs. Reported by Senator Campbell with an amendment in the nature of a substitute. With written report No. 108-380. Minority views filed.",
      "type": "reported"
    },
    {
      "acted_at": "2004-09-28",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "739",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 739.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s1529-108",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 108-380"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "hearings",
        "referral"
      ],
      "committee": "Senate Indian Affairs",
      "committee_id": "SLIA"
    }
  ],
  "congress": "108",
  "cosponsors": [
    {
      "bioguide_id": "I000025",
      "district": null,
      "name": "Inouye, Daniel K.",
      "original_cosponsor": true,
      "sponsored_at": "2003-07-31",
      "state": "HI",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2004-03-24",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2003-07-31",
  "number": "1529",
  "official_title": "A bill to amend the Indian Gaming Regulatory Act to include provisions relating to the payment and administration of gaming fees, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Indian Gaming Regulatory Act Amendments of 2004",
  "sponsor": {
    "bioguide_id": "C000077",
    "district": null,
    "name": "Campbell, Ben Nighthorse",
    "state": "CO",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2004-07-14",
  "subjects": [
    "Administrative fees",
    "Administrative procedure",
    "Computers",
    "Department of the Interior",
    "Economics and Public Finance",
    "Employee selection",
    "Federal officials",
    "Federal-Indian relations",
    "Fees",
    "Fines (Penalties)",
    "Gambling",
    "Government Operations and Politics",
    "Government paperwork",
    "Housing and Community Development",
    "Identification devices",
    "Indian economic development",
    "Indian lands",
    "Labeling",
    "Law",
    "Licenses",
    "Mediation",
    "Minorities",
    "National Indian Gaming Commission",
    "Native Americans",
    "Personnel records",
    "Science, Technology, Communications",
    "State government-Indian relations",
    "Strategic planning"
  ],
  "subjects_top_term": "Native Americans",
  "summary": {
    "as": "Reported to Senate with amendment(s)",
    "asOf": "2004-09-28",
    "date": "2004-10-29T21:08:36Z",
    "text": "Indian Gaming Regulatory Act Amendments of 2004 - (Sec. 2) Amends the Indian Gaming Regulatory Act to exempt from the Gambling Devices Transportation Act (Johnson Act) class II gaming (bingo and certain card games) for which an electronic aid, computer, or other technological aid is used in connection with such gaming.\n\nRevises requirements for filling vacancies on the National Indian Gaming Commission (NIGC). Revises the powers of its Chairman to permit the Chairman to delegate any of his or her authorities to an individual Commissioner.\n\nDirects the NIGC to: (1) develop a minimum five-year strategic plan meeting specified criteria, and updated biennially, to carry out its activities; and (2) require the registration of any electronic aid, computer, or other technological gaming aid intended for use on Indian land, and of any manufacturer, seller, dealer, buyer, lessor, or any other person engaged in the business of repairing, reconditioning, or reprogramming such technological aids.\n\nRequires such manufacturers and others required to register also to: (1) number sequentially each technological aid (or computer or other technological aid in the person's physical possession); and (2) affix permanently to the aid the serial number, legal and trade name of the manufacturer or registrant, and date of manufacture or, as appropriate, the date on which the serial number is affixed.\n\nPrescribes recordkeeping requirements for persons required to register.\n\nPrescribes civil penalties for failure to comply with registration, aid numbering, and recordkeeping requirements.\n\nAdjusts the salary of the General Counsel to the Commission and of other staff.\n\nExtends to tribal gaming commissioners and key tribal gaming commission employees of a class II gaming enterprise the requirement for background investigations applicable to the primary management officials and key employees.\n\nProhibits the Secretary of the Interior from approving any Tribal-State compact or other agreement that includes an apportionment of net revenues with a State or local government unless total net revenues are required by the compact to exceed the amounts necessary to fund tribal government operations or programs. Requires a State receiving an apportionment to render a substantial economic benefit to the Indian tribe. Requires the Secretary to promulgate regulations within 18 months to provide guidance to Indian tribes and States on the scope of allowable assessments and the apportionment of revenues negotiated under this Act.\n\nRevises requirements for the Secretary's action in the event that a State does not consent during a certain period to a proposed compact with a Tribe on class III gaming (any type of gaming other than classes I or II) that is submitted by a mediator. Sets a deadline of 180 days after notification by the mediator of the State's failure for the Secretary to prescribe procedures under which class III gaming may be conducted on Indian lands over which the tribe has jurisdiction.\n\nProvides for an additional 180 day extension of negotiating time if a new tribal-State compact cannot be negotiated before the official expiration date of the current compact, during which time tribal class III gaming activities may legally continue.\n\nAllows an Indian tribe to enter into a management contract for the operation and management of a class III gaming activity, subject to specified background information review requirements currently applicable to class II gaming management contracts.\n\nRevises the schedule of fees to be paid to the Commission by each gaming operation that conducts a class II or class III gaming activity. Replaces the current fee formula with a progressive rate structure levied on gross revenues in excess of $1.5 million from each operation, or a flat fee. Increases the total amount of all fees that may be imposed during any fiscal year from $8 million to: (1) $11.5 million in FY 2005; (2) $12 million in FY 2006 and 2007; and (3) $13 million in FY 2008 and 2009. Requires the Commission to adopt the schedule of fees by a vote of at least two members.\n\nProvides that in carrying out IGRA the Secretary, the Secretary of the Treasury, and the NIGC Chairman shall involve and consult with Indian tribes to the maximum extent practicable, as appropriate, in a manner that is consistent with the Federal trust and the government-to-government relationship that exists between Indian tribes and the Federal Government.\n\nAuthorizes appropriations in an amount equal to the amount of funds derived from fees collected. Provides for additional amounts to be appropriated to fund the operations of the NIGC."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Indian Gaming Regulatory Act Amendments of 2004",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to amend the Indian Gaming Regulatory Act to include provisions relating to the payment and administration of gaming fees, and for other purposes.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Indian Gaming Regulatory Act Amendments of 2003",
      "type": "short"
    },
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Indian Gaming Regulatory Act Amendments of 2004",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-15T06:17:47Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/108/s/BILLSTATUS-108s1529.xml"
}