{
  "actions": [
    {
      "acted_at": "2004-06-04",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2004-06-04",
      "action_code": "H11100",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on the Judiciary.",
      "type": "referral"
    },
    {
      "acted_at": "2004-06-28",
      "action_code": "",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "text": "Referred to the Subcommittee on Courts, the Internet, and Intellectual Property.",
      "type": "referral"
    },
    {
      "acted_at": "2004-07-01",
      "action_code": "",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "text": "Subcommittee on Courts, the Internet, and Intellectual Property Discharged.",
      "type": "action"
    },
    {
      "acted_at": "2004-07-07",
      "action_code": "",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "text": "Committee Consideration and Mark-up Session Held.",
      "type": "action"
    },
    {
      "acted_at": "2004-07-07",
      "action_code": "",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Ordered to be Reported (Amended) by Voice Vote.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2004-09-07",
      "action_code": "H12200",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "text": "Reported (Amended) by the Committee on Judiciary. H. Rept. 108-660.",
      "type": "action"
    },
    {
      "acted_at": "2004-09-07",
      "action_code": "H12410",
      "calendar": "Union",
      "number": "402",
      "references": [],
      "text": "Placed on the Union Calendar, Calendar No. 402.",
      "type": "calendar",
      "under": null
    },
    {
      "acted_at": "2004-10-06T13:17:06-04:00",
      "action_code": "H30300",
      "references": [],
      "text": "Mr. DeLay moved to suspend the rules and pass the bill, as amended.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-06T13:17:20-04:00",
      "action_code": "H30000",
      "references": [
        {
          "reference": "CR H8210-8224",
          "type": "consideration"
        }
      ],
      "text": "Considered under suspension of the rules.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-06T13:17:21-04:00",
      "action_code": "H8D000",
      "references": [],
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4518.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-06T13:49:45-04:00",
      "action_code": "H37300",
      "how": "by voice vote",
      "references": [
        {
          "reference": "CR H8210-8217",
          "type": "text"
        }
      ],
      "result": "pass",
      "status": "PASS_OVER:HOUSE",
      "suspension": null,
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2004-10-06T13:49:48-04:00",
      "action_code": "H38310",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-06T13:49:50-04:00",
      "action_code": "H38800",
      "references": [],
      "text": "The title of the measure was amended. Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-07",
      "action_code": "",
      "references": [],
      "text": "Received in the Senate.",
      "type": "action"
    }
  ],
  "amendments": [],
  "bill_id": "hr4518-108",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [
    "H. Rept. 108-660"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "House Judiciary",
      "committee_id": "HSJU"
    },
    {
      "activity": [
        "discharged",
        "referral"
      ],
      "committee": "House Judiciary",
      "committee_id": "HSJU",
      "subcommittee": "Subcommittee on Courts, Intellectual Property, and the Internet",
      "subcommittee_id": "03"
    }
  ],
  "congress": "108",
  "cosponsors": [
    {
      "bioguide_id": "B000410",
      "district": "28",
      "name": "Berman, Howard L.",
      "original_cosponsor": true,
      "sponsored_at": "2004-06-04",
      "state": "CA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C000714",
      "district": "14",
      "name": "Conyers, John, Jr.",
      "original_cosponsor": true,
      "sponsored_at": "2004-06-04",
      "state": "MI",
      "title": "Rep.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2004-07-01",
    "awaiting_signature": false,
    "enacted": false,
    "house_passage_result": "pass",
    "house_passage_result_at": "2004-10-06T13:49:45-04:00",
    "vetoed": false
  },
  "introduced_at": "2004-06-04",
  "number": "4518",
  "official_title": "To extend the statutory license for secondary transmissions under section 119 of title 17, United States Code.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr4501-108",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s2013-108",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Satellite Home Viewer Extension and Reauthorization Act of 2004",
  "sponsor": {
    "bioguide_id": "S000583",
    "district": "21",
    "name": "Smith, Lamar",
    "state": "TX",
    "title": "Rep.",
    "type": "person"
  },
  "status": "PASS_OVER:HOUSE",
  "status_at": "2004-10-06T13:49:45-04:00",
  "subjects": [
    "Administrative procedure",
    "Agriculture and Food",
    "Antennas",
    "Business records",
    "Cable television",
    "Civil Rights and Liberties, Minority Issues",
    "Commerce",
    "Commercial arbitration",
    "Compensation (Law)",
    "Congress",
    "Congressional investigations",
    "Congressional reporting requirements",
    "Copyright",
    "Cost of living adjustments",
    "Direct broadcast satellites",
    "Directories",
    "Federal Communications Commission",
    "Fees",
    "Government Operations and Politics",
    "Government paperwork",
    "Government publicity",
    "Governmental investigations",
    "Identification devices",
    "Independent regulatory commissions",
    "Intellectual property",
    "Internet",
    "Law",
    "Licenses",
    "Nightclubs and cabarets",
    "Public broadcasting",
    "Restaurants",
    "Right of privacy",
    "Science, technology, communications",
    "Subscription television",
    "Television broadcasting",
    "Television industry",
    "Television programs",
    "Television relay systems",
    "Television stations",
    "Web sites"
  ],
  "subjects_top_term": "Science, technology, communications",
  "summary": {
    "as": "Reported to House with amendment(s)",
    "asOf": "2004-09-07",
    "date": "2005-01-07T17:57:28Z",
    "text": "Satellite Home Viewer Extension and Reauthorization Act of 2004 - Title I: Statutory License for Satellite Carriers - (Sec. 101) Amends the Satellite Home Viewer Act of 1994 to extend the sunset date by an additional five years for statutory licensing provisions for the secondary transmission of a primary transmission of a broadcast station in compliance with Federal Communications Commission (FCC) regulations.\n\nAmends Federal copyright law to extend for five years the existing grandfather clause permitting otherwise ineligible subscribers (grandfathered subscribers) to receive secondary transmissions of the signal of a network station outside of the subscribers local market (distant signal) if such subscribers do not receive a signal of a certain strength from the local network station affiliated with the same network.\n\n(Sec. 102) Extends such statutory license to the secondary transmission by a satellite carrier in a State in which there is a single full-power network station of the signal of that station to any subscriber in a community that is located within the State, but not within the first 50 major television markets as listed by FCC regulations.\n\nApplies such statutory license to the retransmission by a satellite carrier of the signal of any network station located in the capital of a State to subscribers in no more than two counties within the State if such counties are in a local market comprised principally of counties located in another State, and the total number of television households in the two counties combined did not exceed 10,000 for the year 2003 according to the Nielsen Media Research.\n\nRequires a satellite carrier to submit an initial list of unserved households receiving secondary transmissions of primary transmissions of a network station within 90 days to the television network affiliated with that station, and submit monthly lists of subscribers in such households who have been added or dropped by the satellite carrier from receiving such transmissions. Requires the satellite carrier to submit additional initial and monthly lists to the television network of subscribers in households receiving such retransmission because the network station is significantly viewed in that community.\n\nExtends such statutory license to the secondary transmission by a satellite carrier of the primary transmission of a network station or superstation to a subscriber who: (1) resides outside the local market of the station but within a community in which the signal of that station was determined by the FCC, on or before the date of enactment of this Act, to be significantly viewed; and (2) is receiving the secondary transmission of a primary transmission of local stations (local signal).\n\n(Sec. 103) Applies such statutory license to the retransmission by a satellite carrier of the distant signal of a network station to a grandfathered subscriber where a local signal of that station is available if such subscriber is receiving the distant signal as of the date of enactment of this Act, but only until such time as the subscriber elects to receive the local signal. Requires the satellite carrier to provide notice to the subscriber of the availability of the local signal, and the subscriber to elect to retain such distant signal. Directs the satellite carrier to submit to the network station a list aggregated by designated market area that identifies the subscriber by name and address, specifies the distant signal received by the subscriber, and states to the best of the satellite carrier's knowledge and belief, after having made diligent and good faith inquiries, that the subscriber is eligible to receive such distant signals. Provides that such statutory license does not apply to secondary transmissions to grandfathered subscribers that are not receiving distant signals as of July 1, 2004.\n\nApplies such statutory license to the retransmission by a satellite carrier of a distant signal to a subscriber in an unserved household if as of January 1, 2005, a local signal affiliated with the same network: (1) is available, and the satellite carrier submits a list to the television network that identifies the subscriber by name and address and specifies the distant signals received by the subscriber; or (2) is not available at the time the subscriber requests retransmission of the distant signal, but only until such time as the subscriber elects to receive the local signal from that carrier. Provides that the statutory license for secondary transmissions of distant signals does not apply to subscribers who are not receiving local signals on the date of enactment of this Act and reside in a market where a local signal is available.\n\nProvides that a local signal shall be considered to be made available to a subscriber if the satellite carrier offers that local signal to any subscriber within the same zip code.\n\nRequires that the royalty fee due from a satellite carrier for retransmissions of a network station be computed by multiplying the total number of subscribers receiving each retransmission of each superstation or network station during each calendar month by the appropriate rate in effect under this Act.\n\nProvides that a satellite carrier shall have no royalty obligation for secondary transmissions of a station to a subscriber who resides outside the local market of the station, but within a community in which the signal of that station is determined by the FCC, on or before the date of enactment of this Act, to be significantly viewed in accordance with Federal regulations.\n\nRequires the Librarian of Congress to: (1) cause notice to be published in the Federal Register of the initiation of arbitration proceedings to determine a reasonable royalty fee to be paid by satellite carriers for retransmissions of network stations or superstations for private home viewing by January 1, 2005; (2) adopt such royalty fee established by a copyright arbitration royalty panel in the arbitration proceeding to become effective on June 1, 2006; and (3) adjust the royalty rates set forth under this Act on January 1, 2007, and on January 1 of each year thereafter, to reflect any changes occurring during the preceding 12 months in the cost of living as determined by the most recent Consumer Price Index.\n\nReduces the rate of the royalty fee determined under this Act by 30% for superstations and by 45% for network stations.\n\n(Sec. 104) Allows a subscriber to request a waiver from a local station if the satellite carrier refuses to retransmit the distant signal of a station either because a local signal for the same television network is available or because the subscriber is not receiving a local signal as required in order to receive the signal of a significantly viewed station. Deems the local station to have agreed to the waiver request if the station does not accept or reject the waiver within 30 days. Specifies that waivers provided under the unserved household provisions of the Communications Act of 1934 to subscribers who are not eligible to receive retransmissions of local signals from network stations are not considered waivers under this Act.\n\n(Sec. 105) Requires the Register of Copyrights, in consultation and coordination with the FCC, to report to the relevant congressional committees the Register's findings and recommendations on the operation and revision of the statutory licenses under this Act, including: (1) a comparison of the royalties paid by licensees under this Act; (2) an analysis of the differences in the terms and conditions of the licenses under this Act, an analysis of whether these differences are required or justified by historical, technological, or regulatory differences that affect the satellite and cable industries, and an analysis of whether either the cable or satellite industry is placed in a competitive disadvantage due to these terms and conditions; (3) an analysis of whether the licenses are still justified by the bases upon which they were originally created; and (4) an analysis and estimate, if possible, of the royalties that would be paid by each satellite carrier if they were treated as a cable system.\n\n(Sec. 106) Prohibits anything in this Act from modifying any remedy imposed on a party that is required by a judgment of a court in any action that was brought before May 1, 2004, against that party for a violation of law regarding secondary transmissions of superstations and network stations for private home viewing.\n\n (Sec. 107) Requires the Department of Justice to respond within 90 days to a request by two or more satellite carriers for a business review letter to assess the legality under antitrust laws of proposed business conduct to make or carry out an agreement to provide secondary transmissions of primary transmissions of local stations to subscribers in a market in which there is currently no satellite carrier offering such retransmissions."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "W. J. (Billy) Tauzin Satellite Television Act of 2004",
      "type": "display"
    },
    {
      "as": "amended by house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To extend the statutory license for secondary transmissions by satellite carriers of transmissions by television broadcast stations under title 17, United States Code, and to amend the Communications Act of 1934 with respect to such transmissions.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To extend the statutory license for secondary transmissions under section 119 of title 17, United States Code.",
      "type": "official"
    },
    {
      "as": "reported to house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Satellite Home Viewer Extension and Reauthorization Act of 2004",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Satellite Home Viewer Extension and Reauthorization Act of 2004",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Satellite Home Viewer Extension and Reauthorization Act of 2004",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "W. J. (Billy) Tauzin Satellite Television Act of 2004",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-15T04:49:11Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/108/hr/BILLSTATUS-108hr4518.xml"
}