{
  "actions": [
    {
      "acted_at": "2010-07-22",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2010-07-22",
      "action_code": "",
      "references": [
        {
          "reference": "CR S6207-6220",
          "type": "text of measure as introduced"
        }
      ],
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.",
      "type": "action"
    },
    {
      "acted_at": "2010-07-26",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "483",
      "references": [],
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 483.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s3643-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "A000360",
      "district": null,
      "name": "Alexander, Lamar",
      "original_cosponsor": true,
      "sponsored_at": "2010-07-22",
      "state": "TN",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "B001261",
      "district": null,
      "name": "Barrasso, John",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-26",
      "state": "WY",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "B000382",
      "district": null,
      "name": "Bennett, Robert F.",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-26",
      "state": "UT",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C000567",
      "district": null,
      "name": "Cochran, Thad",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-27",
      "state": "MS",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C001056",
      "district": null,
      "name": "Cornyn, John",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-26",
      "state": "TX",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "G000359",
      "district": null,
      "name": "Graham, Lindsey",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-27",
      "state": "SC",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "H001016",
      "district": null,
      "name": "Hutchison, Kay Bailey",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-27",
      "state": "TX",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "I000024",
      "district": null,
      "name": "Inhofe, James M.",
      "original_cosponsor": true,
      "sponsored_at": "2010-07-22",
      "state": "OK",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "J000291",
      "district": null,
      "name": "Johanns, Mike",
      "original_cosponsor": false,
      "sponsored_at": "2010-08-03",
      "state": "NE",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M000303",
      "district": null,
      "name": "McCain, John",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-27",
      "state": "AZ",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001153",
      "district": null,
      "name": "Murkowski, Lisa",
      "original_cosponsor": true,
      "sponsored_at": "2010-07-22",
      "state": "AK",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "T000250",
      "district": null,
      "name": "Thune, John",
      "original_cosponsor": true,
      "sponsored_at": "2010-07-22",
      "state": "SD",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "W000437",
      "district": null,
      "name": "Wicker, Roger F.",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-26",
      "state": "MS",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2010-07-22",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2010-07-22",
  "number": "3643",
  "official_title": "A bill to amend the Outer Continental Shelf Lands Act to reform the management of energy and mineral resources on the Outer Continental Shelf, to improve oil spill compensation, to terminate the moratorium on deepwater drilling, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "s3509-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3516-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3614-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3663-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Oil Spill Response Improvement Act of 2010",
  "sponsor": {
    "bioguide_id": "M000355",
    "district": null,
    "name": "McConnell, Mitch",
    "state": "KY",
    "title": "Sen.",
    "type": "person"
  },
  "status": "INTRODUCED",
  "status_at": "2010-07-22",
  "subjects": [
    "Accidents",
    "Administrative law and regulatory procedures",
    "Advisory bodies",
    "Alabama",
    "Alaska",
    "Arctic Ocean",
    "Arctic and polar regions",
    "Coast guard",
    "Congressional operations and organization",
    "Congressional oversight",
    "Department of the Interior",
    "Energy",
    "Energy research",
    "Energy revenues and royalties",
    "Environmental assessment, monitoring, research",
    "Environmental technology",
    "Executive agency funding and structure",
    "Government ethics and transparency, public corruption",
    "Government studies and investigations",
    "Government trust funds",
    "Gulf of Mexico",
    "Hazardous wastes and toxic substances",
    "Land use and conservation",
    "Licensing and registrations",
    "Louisiana",
    "Marine and coastal resources, fisheries",
    "Marine pollution",
    "Mississippi",
    "Oil and gas",
    "Pipelines",
    "Pollution liability",
    "Research and development",
    "Sales and excise taxes",
    "Small business",
    "State and local finance",
    "Technology assessment",
    "Texas",
    "Transportation safety and security",
    "Unemployment",
    "User charges and fees",
    "Worker safety and health"
  ],
  "subjects_top_term": "Energy",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2010-07-26",
    "date": "2010-10-27T19:31:59Z",
    "text": "Oil Spill Response Improvement Act of 2010 - Amends the Outer Continental Shelf Lands Act (OCSLA) to direct the Secretary of the Interior to establish: (1) no more than two bureaus, to which the functions of the Minerals Management Service shall be transferred, which shall implement leasing, permitting, and safety and environmental regulatory functions relating to the outer Continental Shelf (OCS); (2) an office to implement royalty and revenue management functions; and (3) an OCS Safety and Environmental Advisory Board.\n\nAuthorizes the National Transportation Safety Board (NTSB), upon the Secretary's request, to conduct an independent investigation of any accident occurring in the OCS and involving activities under this Act.\n\nEstablishes the Ocean Energy Enforcement Fund as a depository for inspection fees imposed by the Secretary to offset the annual expenses of inspections of OCS facilities.\n\nRequires the Secretary of Energy, acting through the Energy Information Administration, to report to certain congressional committees monthly evaluations of the effect upon employment and small businesses of the moratoria following the April 20, 2010, blowout and explosion of the mobile offshore drilling unit Deepwater Horizon.\n\nAmends the Energy Policy Act of 2005 to direct the Secretary of Energy to implement a deepwater (in lieu of ultra-deepwater) technologies research and development program addressing technology challenges for well control and accident prevention.\n\nRevises the petroleum resources research and development program to replace ultra-deepwater activities with deepwater architecture, well control and accident prevention, and deepwater technology, including drilling to deep formations in waters deeper than 500 feet (currently, deeper than 15,000 feet).\n\nDirects the Secretary of Energy to ensure the safe and environmentally responsible production of domestic natural gas and other petroleum resources.\n\nReplaces the Ultra-Deepwater Advisory Committee and the Unconventional Resources Technology Advisory Committee with a Program Advisory Committee.\n\nEstablishes the National Commission on Outer Continental Shelf Oil Spill Prevention.\n\nInstructs the Secretary and the Secretary of the Department in which the Coast Guard is operating to issue joint regulations requiring systems used in OCS offshore exploration, development, and production of oil and gas to be constructed and operated to meet specified standards necessary to protect the health and safety of affiliated workers and prevent environmental degradation.\n\nAmends the Oil Pollution Act of 1990 to direct the President to establish limits on strict liability for incidents occurring from offshore facilities (other than deepwater ports) covered by OCS leases issued after enactment of this Act.\n\nStates that economic damages that exceed certain amounts shall be paid: (1) up to $20 billion by all other entities operating OCS offshore facilities; and (2) then from the Oil Spill Liability Trust Fund (FUND).\n\nAmends the Oil Pollution Act of 1990 to direct the President to issue regulations allowing advance payments from the Fund for state and local actions taken to prepare for and mitigate substantial threats from an oil discharge.\n\n Amends the Internal Revenue Code to suspend the Oil Spill Liability Trust Fund financing rate in any calendar quarter in which the unobligated balance in the Fund is greater than $10 billion.\n\nAmends the Oil Pollution Act of 1990 to direct the Interagency Coordinating Committee on Oil Pollution Research (Interagency Committee) to establish a regional subcommittee for each of the Gulf of Mexico and Arctic regions of the United States.\n\nRequires the Interagency Committee to: (1) coordinate a comprehensive federal oil spill research and development program; (2) establish an oil pollution research, technology development, and demonstration grant program; and (3) submit to Congress an assessment of the status of oil spill prevention and response capabilities, as well as annual federal interagency oil spill research and development plans.\n\nDirects the Coast Guard to conduct environmental studies of oil discharge prevention or mitigation technologies.\n\nAuthorizes the Incident Commander of the Coast Guard to use dispersants in response to a spill of oil from: (1) any facility or vessel located in, on, or under any navigable waters of the United States; and (2) any facility subject to the jurisdiction of the United States and that is located in, on, or under any other waters.\n\nInstructs the Commandant of the Coast Guard to: (1) establish a Maritime Center of Expertise for Maritime Oil Spill and Hazardous Substance Release Response, and within it a program for release response; (2) maintain a National Strike Force to respond to maritime oil spill and hazardous substance release incidents; and (3) maintain district preparedness response teams.\n\nAmends the Federal Water Pollution Control Act to: (1) authorize the President to deploy cleanup and mitigation assets immediately to the location of discharge; and (2) add certain requirements to the National Contingency Plan.\n\nAmends the OCSLA to prescribe allocation requirements for OCS post leasing revenue sharing for specified coastal states and the Alaska Adjacent Zone.\n\nAmends the Gulf of Mexico Energy Security Act of 2006 regarding allocation of revenue sharing among certain Gulf producing states.\n\nAmends the OCSLA to direct the Secretary to require that oil produced from federal leases in specified Arctic waters be transported by pipeline to the Trans-Alaska Pipeline System.\n\nRescinds certain stimulus funds under the American Recovery and Reinvestment Act of 2009 to offset any net increase in spending or foregone revenues resulting from this Act.\n\nStates that the moratorium on certain OCS offshore permitting and drilling activities, including any suspension of operations issued in connection with the moratorium, shall not apply to a drilling permit applicant if the Secretary makes certain determinations.\n\nDirects the Secretary to develop and implement a plan to ensure that onshore oil and natural gas development on federal land would provide full energy resource compensation for offshore oil and natural gas resources not being developed, and federal revenues not being generated for the benefit of the Treasury, during the time that any offshore moratorium is in place in response to the Deepwater Horizon incident."
  },
  "titles": [
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Oil Spill Response Improvement Act of 2010",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Oil Spill Response Improvement Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to amend the Outer Continental Shelf Lands Act to reform the management of energy and mineral resources on the Outer Continental Shelf, to improve oil spill compensation, to terminate the moratorium on deepwater drilling, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2022-02-03T06:06:08Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s3643.xml"
}