{
  "actions": [
    {
      "acted_at": "2023-03-21",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2023-03-21",
      "action_code": "",
      "committees": [
        "SSCM"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s896-118",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "Referred To"
      ],
      "committee": "Senate Commerce, Science, and Transportation",
      "committee_id": "SSCM"
    }
  ],
  "congress": "118",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2023-03-21",
  "number": "896",
  "official_title": "A bill to authorize Counter-UAS activities on and off commercial service airport property, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "SHIELD U Act",
  "sponsor": {
    "bioguide_id": "L000577",
    "district": null,
    "name": "Lee, Mike",
    "state": "UT",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2023-03-21",
  "subjects": [
    "Transportation and public works"
  ],
  "subjects_top_term": "Transportation and public works",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2023-03-21",
    "date": "2023-05-12T18:34:15Z",
    "text": "Stopping Harmful Incidents to Enforce Lawful Drone Use Act or the SHIELD U Act \n\nThis bill authorizes and expands counter-drone activities by state, local, and airport law enforcement, and federal agencies.\n\nSpecifically, the bill authorizes state, local, and airport law enforcement to carry out Counter-Unmanned Aircraft System (Counter-UAS) activities on commercial service airport property to detect, identify, and mitigate threats posed by unmanned aircraft (i.e., drones). The Department of Homeland Security (DHS) is also authorized to carry out these activities.\n\nFurther, the bill authorizes state and local law enforcement to carry out Counter-UAS activities off commercial airport property; the Federal Aviation Administration (FAA) must establish a process that allows for collaboration and coordination with these entities.\n\nIn addition, each commercial airport must convene a task force that includes federal agencies, air carriers, and telecommunications service providers to establish or modify the airport's tactical response plan to drone threats. The FAA and Transportation Security Administration must also publish best practices guidance on Counter-UAS activities at commercial service airports. This guidance must be updated annually.\n\nThe bill also allows DHS and the Departments of Defense, Justice, and Energy to contract with other entities to carry out authorized Counter-UAS activities.\n\nFurther, the bill amends restrictions on the use of radio frequency jamming technology to allow state, local, and airport law enforcement to use the technology to mitigate a drone threat.\n\nFinally, the Federal Law Enforcement Training Center must expand its curriculum to include training on the use of Counter-UAS activities. The training must be available to state, local, tribal, and territorial law enforcement, as well as private sector security agencies."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "SHIELD U Act",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "SHIELD U Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Stopping Harmful Incidents to Enforce Lawful Drone Use Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to authorize Counter-UAS activities on and off commercial service airport property, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2025-01-14T18:51:33Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/118/s/BILLSTATUS-118s896.xml"
}