{
  "actions": [
    {
      "acted_at": "2009-10-19",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2009-10-19",
      "action_code": "",
      "committee": "Finance",
      "committees": [
        "SSFI"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Finance. Original measure reported to Senate by Senator Baucus. With written report No. 111-89. Additional and Minority views filed.",
      "type": "reported"
    },
    {
      "acted_at": "2009-10-19",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "184",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 184.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s1796-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 111-89"
  ],
  "committees": [
    {
      "activity": [
        "origin",
        "reporting"
      ],
      "committee": "Senate Finance",
      "committee_id": "SSFI"
    }
  ],
  "congress": "111",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2009-10-19",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2009-10-19",
  "number": "1796",
  "official_title": "An original bill to provide affordable, quality health care for all Americans and reduce the growth in health care spending, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr3200-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s2806-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3216-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "America's Healthy Future Act of 2009",
  "sponsor": {
    "bioguide_id": "B000243",
    "district": null,
    "name": "Baucus, Max",
    "state": "MT",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2009-10-19",
  "subjects": [
    "Adoption and foster care",
    "Advisory bodies",
    "Aging",
    "Alaska Natives and Hawaiians",
    "Cancer",
    "Child health",
    "Civil actions and liability",
    "Congressional oversight",
    "Department of Health and Human Services",
    "Digestive and metabolic diseases",
    "Disability and paralysis",
    "Elementary and secondary education",
    "Emergency medical services and trauma care",
    "Employee benefits and pensions",
    "Executive agency funding and structure",
    "Family planning and birth control",
    "Fraud offenses and financial crimes",
    "Government studies and investigations",
    "Health",
    "Health care costs and insurance",
    "Health care coverage and access",
    "Health care quality",
    "Health facilities and institutions",
    "Health information and medical records",
    "Health personnel",
    "Health programs administration and funding",
    "Health promotion and preventive care",
    "Health technology, devices, supplies",
    "Home and outpatient care",
    "Hospital care",
    "Income tax credits",
    "Income tax deductions",
    "Indian social and development programs",
    "Insurance industry and regulation",
    "Licensing and registrations",
    "Long-term, rehabilitative, and terminal care",
    "Medicaid",
    "Medical education",
    "Medical research",
    "Medical tests and diagnostic methods",
    "Medicare",
    "Mental health",
    "Military medicine",
    "Minority health",
    "Nursing",
    "Nutrition and diet",
    "Personnel records",
    "Physical fitness and lifestyle",
    "Prescription drugs",
    "Rural conditions and development",
    "Sales and excise taxes",
    "Sex and reproductive health",
    "Small business",
    "Tax administration and collection, taxpayers",
    "User charges and fees",
    "Veterans' medical care",
    "Wages and earnings",
    "Women's health"
  ],
  "subjects_top_term": "Health",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2009-10-19",
    "date": "2009-11-05T17:52:26Z",
    "text": "America's Healthy Future Act of 2009 - Amends the Social Security Act (SSA) to add a new title XXII (Health Insurance Coverage) to ensure that all Americans have access to affordable and essential health benefits coverage.\n\nRequires all health benefits plans offered to individuals and employers in the individual and small group market to be qualified health benefits plans (QHBPs).\n\nProhibits QHBPs from excluding coverage for preexisting conditions, or otherwise limiting or conditioning coverage based on any health status-related factors.\n\nRequires QHBPs to offer coverage in the individual and small group markets on a guaranteed issue and guaranteed renewal basis.\n\n\n\nRequires states to: (1) establish rating areas; (2) adopt a specified risk adjustment model; and (3) establish transitional reinsurance programs for individual markets.\n\nRequires QHBP offerors in the individual and small group markets to consider all enrollees in a plan to be members of a single risk pool.\n\nRequires the Secretary of Health and Human Services (HHS) to establish: (1) risk corridors for certain plan years; (2) high risk pools for individuals with preexisting conditions; (3) a temporary reinsurance program for retirees covered by employer-based plans; and (4) a program under which a state establishes one or more QHBPs to provide at least an essential benefits package to eligible individuals in lieu of offering coverage through an exchange.\n\n\n\nEntitles a qualified individual to the choice to enroll or not to enroll in a QHBP offered through an exchange covering the individual's state as well as QHBPs in the individual market. Requires such individuals to be U.S. citizens or lawful residents.\n\nRequires each state to establish: (1) an exchange designed to facilitate enrollment in QHBPs in the individual market; and (2) a Small Business Health Options Program (SHOP) exchange designed to assist qualified small employers in facilitating the enrollment of their employees in QHBPs in either the individual or the small group market.\n\nDirects the Secretary to: (1) establish a system allowing state residents to participate in state health subsidy programs; and (2) study methods exchange QHBPs can employ to encourage health care providers to make increased meaningful use of electronic health records.\n\nPrescribes the contents of an essential benefits package, including little or no cost-sharing, no annual or lifetime limits on coverage, and preventive services.\n\nDeclares that nothing in this Act requires health care benefits plans to provide coverage for abortions. Requires the plan offeror to determine whether or not the plan provides coverage of abortion services for which federal funding: (1) is prohibited; or (2) is allowed. Requires the Secretary to assure that: (1) at least one QHBP covers abortion services for which federal funding is prohibited or allowed; and (2) at least one QHBP that does not cover abortion services for which federal funding is allowed. Prohibits the use of premium credits and cost-sharing subsidies for QHBPs covering abortion services for which federal funding is prohibited.\n\nProhibits QHBPs from discriminating against any individual health care provider or health care facility because of its willingness or unwillingness to provide, pay for, provide coverage of, or refer for abortions.\n\nContinues application of state and federal laws regarding abortion.\n\nAmends the Internal Revenue Code to: (1) allow tax credits related to the purchase of health insurance through the state exchanges; and (2) impose an excise tax on individuals without essential health benefits coverage and on employers who fail to meet health insurance coverage requirements with respect to their full-time employees.\n\nRequires the President to: (1) certify annually in the President's Budget whether or not the provisions in this Act will increase the budget deficit in the coming fiscal year; and (2) instruct the HHS Secretary and the Secretary of the Treasury to make required reductions in exchange credits and subsidies. \n\nEstablishes a new mandatory eligibility category under SSA title XIX (Medicaid) for all non-elderly, nonpregnant individuals who are otherwise ineligible for Medicaid.\n\n\n\n\n\n\n\nRevises Medicaid benefits.\n\nRescinds funds available in the Medicaid Improvement Fund for FY2014-2018.\n\n\n\n\n\n\n\n\n\nMakes appropriations for Aging and Disability Resource Center initiatives.\n\n\n\n\n\nIncreases the federal medical assistance percentage (FMAP) for states to offer home and community-based services as a long-term care (LTC) alternative to nursing homes.\n\nCreates a Community First Choice Option.\n\nAdds a new optional categorically needy eligibility group to Medicaid for individuals: (1) with income that exceeds 133% of the poverty line; and (2) certain other individuals, but only for benefits limited to family planning services and supplies.\n\nDirects the Secretary to establish a grants program to support school-based health centers.\n\n\n\n\n\nRemoves smoking cessation drugs, barbiturates, and benzodiazepines from Medicaid's excluded drug list.\n\n\n\nRevises requirements for Medicaid disproportionate share hospital (DSH) payments.\n\n\n\nDirects the Secretary to establish a Federal Coordinated Health Care Office within the Centers for Medicare & Medicaid Services (CMMS).\n\n\n\nDirects the Secretary to establish a Medicaid Quality Measurement Program.\n\n\n\nRevises requirements for the Medicaid and CHIP Payment and Access Commission (MACPAC). (CHIP refers to SSA title XXI [Children's Health Insurance Program].)\n\nSets forth special rules relating to American Indians and Alaska Indians.\n\n\n\n\n\n\n\nRequires the Secretary to establish procedures for sharing data collected under a federal health care program on race, ethnicity, sex, primary language, type of disability, and related measures and data analyses.\n\n\n\nAmends SSA title V with respect to the Maternal and Child Health (MCH) block grant program.\n\n\n\n\n\n\n\nProvides funding for abstinence education.\n\nAmends the Internal Revenue Code to codify and revise the Health Insurance Portability and Accountability Act of 1996 (HIPAA) wellness program regulations. \n\nElder Justice Act of 2009 - Amends SSA title XX (Block Grants to States for Social Services) with respect to elder abuse, neglect, and exploitation and their prevention.\n\nEstablishes within the Office of the Secretary an Elder Justice Coordinating Council.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirects the Secretary to establish a hospital value-based purchasing program under Medicare. Extends Physician Quality Reporting Initiative program (PQRI) incentive payments beyond 2010.\n\nModifies the Physician Feedback Program.\n\n\n\nRequires the Secretary to develop a plan to implement a Medicare value-based purchasing program for home health agencies and skilled nursing facilities (SNFs).\n\n\n\n\n\nAmends SSA title XVIII (Medicare) to direct the Secretary to establish a national strategy to improve the delivery of health care services, patient health outcomes, and population health.\n\nDirects the President to convene an Interagency Working Group on Health Care Quality.\n\n\n\n\n\nAmends SSA title XI (General Provisions) to provide for the establishment of a Center for Medicare and Medicaid Innovation within CMMS.\n\nAmends SSA title XVIII to direct the Secretary to establish a shared savings program that promotes accountability for a patient population and coordinates items and services under Medicare parts A (Hospital Insurance) and B (Supplementary Medical Insurance).\n\nCreates a Hospital Readmissions Reduction Program.\n\nDirects the Secretary to establish a Community-Based Care Transitions Program\n\n\n\n\n\n\n\nRevises requirements with respect to residents in teaching hospitals.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncreases the Medicare physician payment update.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Directs the Secretary to establish a Working Group on Access to Emergency Medical Care.\n\n\n\n\n\n\n\nExtends the Medicare-Dependent Hospital Program.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAmends the Tax Relief and Health Care Act of 2006 with respect to the hospital wage index.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEstablishes a Medicare prescription drug discount program for brand-name drugs for beneficiaries who enroll in Medicare part D (Voluntary Prescription Drug Benefit Program) and have drug spending that falls into the coverage gap.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEstablishes an independent Medicare Commission to reduce the per capita rate of growth in Medicare spending.\n\n\n\nAmends SSA title XI to add a new part D (Comparative Effectiveness Research) under which is established a Patient-Centered Outcomes Research Institute.\n\nEstablishes in the Treasury the Patient-Centered Outcomes Research Trust Fund.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEstablishes a nationwide program for national and state background checks on direct patient access employees of LTC facilities and providers.\n\n\n\nDirects the Secretary to establish new procedures for screening providers of medical or other items or services and suppliers under the Medicare, Medicaid, and CHIP programs.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDirects the Secretary to establish a self-referral disclosure protocol to enable health care service providers and suppliers to disclose violations.\n\nRequires the Secretary to expand the number of areas included in Round Two of the durable medical equipment (DME) competitive bidding program.\n\n\n\n\n\n\n\n\n\n\n\n\n\nExtends the period for collection of overpayments due to fraud.\n\n\n\nAmends the Internal Revenue Code with respect to: (1) an excise tax on the excess benefit of high cost employer-sponsored health coverage; (2) distributions from health savings accounts for drugs and insulin that are prescribed drugs and insulin only; (3) a limitation on salary reduction contributions by employers to a health flexible spending arrangement; (4) expanded information reporting requirements; (5) additional qualifying requirements for charitable hospital organizations; and (6) a qualifying therapeutic discovery project tax credit.\n\nImposes annual fees on: (1) manufacturers and importers of branded prescription pharmaceuticals or of medical devices; and (2) health insurance providers.\n\nIncreases the threshold for the itemized income tax deduction for medical expenses.\n\nPrescribes a special rule to limit excessive remuneration by certain health insurance providers.\n\nExcludes from an individual's gross income the value of any qualified Indian health care benefit.\n\nPrescribes treatment of small business employers maintaining a simple cafeteria plan."
  },
  "titles": [
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "America's Healthy Future Act of 2009",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Elder Justice Act of 2009",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "America's Healthy Future Act of 2009",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "An original bill to provide affordable, quality health care for all Americans and reduce the growth in health care spending, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2022-02-03T06:03:35Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s1796.xml"
}