{
  "actions": [
    {
      "acted_at": "2023-09-05",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2023-09-05",
      "action_code": "",
      "committees": [
        "SSFR"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Foreign Relations.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s2726-118",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "Referred To"
      ],
      "committee": "Senate Foreign Relations",
      "committee_id": "SSFR"
    }
  ],
  "congress": "118",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2023-09-05",
  "number": "2726",
  "official_title": "A bill to prohibit the use of funds for universities that provide support to the People's Liberation Army, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "CAMPUS Act",
  "sponsor": {
    "bioguide_id": "L000575",
    "district": null,
    "name": "Lankford, James",
    "state": "OK",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2023-09-05",
  "subjects": [
    "International affairs"
  ],
  "subjects_top_term": "International affairs",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2023-09-05",
    "date": "2024-11-14T21:27:24Z",
    "text": "Countering Adversarial and Malicious Partnerships at Universities and Schools Act of 2023 or CAMPUS Act\n\nThis bill limits certain interactions with Chinese entities. Specifically, the bill\n\nrequires the Office of the Director of National Intelligence to identify institutions of higher education in China providing support to the People's Liberation Army;prohibits the Department of Defense from providing research, development, testing, and evaluation (RDT&E) funds to entities that maintain contracts with such identified Chinese institutions of higher education;prohibits the Defense Counterintelligence and Security Agency from granting eligibility to host or store classified information to those entities with an active research partnership with such identified Chinese institutions of higher education;authorizes the Department of State to deny entry visas to students and employees of such identified Chinese institutions of higher education;prohibits the Department of Education (ED) from providing funds for K-12 education to an elementary or secondary school that maintains a contract with entities in China;prohibits federal RDT&E funds from being provided to an entity that maintains a contract with such identified Chinese institutions of higher education or a Chinese entity on the Entity List maintained by the Bureau of Industry and Security in the Department of Commerce; andlowers the minimum amount of foreign gifts or contracts benefiting an institution of higher education that must be reported to ED by the institution.The bill also authorizes ED to provide grants to K-12 schools and institutions of higher education to support Mandarin language instruction and Chinese cultural programming provided by certain Taiwanese entities. "
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "CAMPUS Act",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "CAMPUS Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Countering Adversarial and Malicious Partnerships at Universities and Schools Act of 2023",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to prohibit the use of funds for universities that provide support to the People's Liberation Army, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2025-05-27T14:16:21Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/118/s/BILLSTATUS-118s2726.xml"
}