{
  "actions": [
    {
      "acted_at": "2015-09-09",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2015-09-09",
      "action_code": "",
      "committee": "Energy and Natural Resources",
      "committees": [
        "SSEG"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Energy and Natural Resources. Original measure reported to Senate by Senator Murkowski. With written report No. 114-137. Minority views filed.",
      "type": "reported"
    },
    {
      "acted_at": "2015-09-09",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "217",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 217.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s2011-114",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 114-137"
  ],
  "committees": [
    {
      "activity": [
        "origin",
        "reporting"
      ],
      "committee": "Senate Energy and Natural Resources",
      "committee_id": "SSEG"
    }
  ],
  "congress": "114",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2015-09-09",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2015-09-09",
  "number": "2011",
  "official_title": "An original bill to provide for reforms of the administration of the Outer Continental Shelf of the United States, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "s1276-114",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s1278-114",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s1279-114",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s1372-114",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Offshore Production and Energizing National Security Act of 2015",
  "sponsor": {
    "bioguide_id": "M001153",
    "district": null,
    "name": "Murkowski, Lisa",
    "state": "AK",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2015-09-09",
  "subjects": [
    "Administrative law and regulatory procedures",
    "Air quality",
    "Alabama",
    "Alaska",
    "Arctic Ocean",
    "Arctic and polar regions",
    "Atlantic Ocean",
    "Congressional oversight",
    "Department of the Interior",
    "Earth sciences",
    "Education programs funding",
    "Emergency planning and evacuation",
    "Employment and training programs",
    "Endangered and threatened species",
    "Energy",
    "Energy research",
    "Energy revenues and royalties",
    "Energy storage, supplies, demand",
    "Environmental assessment, monitoring, research",
    "Executive agency funding and structure",
    "Federal-Indian relations",
    "Florida",
    "Georgia",
    "Government studies and investigations",
    "Government trust funds",
    "Gulf of Mexico",
    "Higher education",
    "Indian lands and resources rights",
    "Land use and conservation",
    "Licensing and registrations",
    "Louisiana",
    "Mammals",
    "Marine and coastal resources, fisheries",
    "Military operations and strategy",
    "Military readiness",
    "Mississippi",
    "North Carolina",
    "Oil and gas",
    "South Carolina",
    "State and local finance",
    "State and local government operations",
    "Texas",
    "Trade restrictions",
    "Virginia",
    "Wildlife conservation and habitat protection"
  ],
  "subjects_top_term": "Energy",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2015-09-09",
    "date": "2016-02-24T17:40:13Z",
    "text": "Offshore Production and Energizing National Security Act of 2015\n\nThis bill amends the Outer Continental Shelf Lands Act (OCSLA) to direct the Department of the Interior to make available for oil and natural gas leasing, and conduct lease sales, including sales of the available unleased acreage, within each outer Continental Shelf (OCS) planning area in the Gulf of Mexico considered to have the largest undiscovered, technically recoverable oil and gas resources.\n\nInterior must also make available for leasing under each five-year oil and gas leasing program any OCS planning area in the Gulf of Mexico estimated to contain more than 2.5 billion barrels of oil or 7.5 trillion cubic feet of natural gas.\n\nThe bill also amends the Gulf of Mexico Energy Security Act of 2006 to:\n\n redefine \"Military Mission Line\" as the western border of the Eastern Planning Area in the Gulf of Mexico, and reduce the area subject to a moratorium on oil and gas leasing activities in the Eastern and Central Planning Areas off Florida. Interior shall implement the Proposed Final Outer Continental Shelf Oil & Gas Leasing Program (FY2017-FY2022) in accordance with a specified schedule, and conduct lease sales in the Eastern Gulf of Mexico in accordance with another prescribed schedule for FY2018-FY2020.\n\n Florida shall be added, beginning in FY2017, to the list of Gulf producing states (currently Alabama, Louisiana, Mississippi, and Texas), and the areas containing leases from which qualified revenues are derived shall be expanded to include the Central and Western Planning Areas.\n\nThe bill revises requirements for the distribution of qualified OCS revenues (all rentals, royalties, bonus bids, and other sums due and payable to the United States from leases).\n\nThe bill increases, for FY2018-FY2055, the amount of qualified OCS revenues available for distribution to Gulf producing states.\n\nOil or natural gas exploration, development, or production on the OCS under a federal lease that would conflict with a military operation are hereby prohibited.\n\nBefore publishing the programmatic environmental impact statement relating to any Proposed Final Outer Continental Shelf Oil and Gas Leasing Program, a state shall have the option to enter into the offshore oil and gas leasing and development program described in that proposed program in specified circumstances.\n\nThe Clean Air Act is amended to repeal the requirement that the Environmental Protection Agency establish requirements to control air pollution from OCS sources located along the U.S. Gulf Coast off Florida to attain and maintain federal and state ambient air quality standards.\n\nThe bill addresses the moratorium under the Marine Mammal Protection Act of 1972 on the taking and importation of marine mammals and marine mammal products, except under an incidental harassment authorization. The bill prescribes deadlines for consideration by Interior of any request for incidental harassment authorization by a U.S. citizen who engages in a specified activity (other than commercial fishing) within a specific geographic region.\n\nThe bill extends the period of continuous operation of production under an oil, gas, or sulphur lease during which certain actions must be taken to renew the lease.\n\nThe Government Accountability Office shall estimate the costs of complying with major federal rules relating to offshore energy development and production activities on the OCS.\n\nInterior shall establish a Nearshore Beaufort Sea Planning Area in the OCS within three nautical miles of the seaward boundary of Alaska, and conduct one oil and gas lease sale under the OCSLA in specified areas.\n\nOil and gas leases under the OCSLA shall have an initial 20-year lease period if they are located in the portion of the Beaufort Planning Area or Chukchi Planning Area beyond three nautical miles of the seaward boundary of Alaska.\n\nThe OCSLA is amended to establish a scheme for revenue allocation between Treasury and the state of Alaska for specified purposes.\n\nInterior shall include in any leasing program for FY2023-FY2027 at least three lease sales in each of the Beaufort Planning Area and the Chukchi Planning Area, as well as annual lease sales in the Nearshore Beaufort Sea Planning Area and the Cook Inlet Planning Area.\n\nBefore conducting a lease sale that would offer leases within 30 nautical miles of the coastline, Interior shall consult with the governor of each potentially affected state.\n\nInterior shall include the South Atlantic planning area in the OCS leasing program for FY2017-FY2022.\n\nNo person may engage in any exploration, development, or production of oil or natural gas on the OCS under a lease issued under this title that would conflict with any military operation, as determined in accordance with a specified agreement between Interior and the Department of Defense.\n\nThe OCSLA is amended to direct Interior to deposit certain portions of qualified revenues into the general fund of the Treasury and into a special Treasury account for allocation for specified purposes to states adjacent to the South Atlantic Planning Area.\n\nActing through the Bureau of Ocean Energy Management (BOEM), Interior shall partner with certain institutions of higher education to facilitate the study of geological and geophysical sciences on the Atlantic OCS and elsewhere on the U.S. Continental Shelf.\n\nThe BOEM Director shall establish an Atlantic regional office in an area of the OCS leasing program with the highest potential for resource development. Interior shall establish a grant program for specified activities to improve the resilience of Indian tribes to specified challenges. The bill establishes the Tribal Resilience Fund.\n\nSpecified domestic crude oil or condensate may be exported without a federal license to countries not subject to U.S. sanctions, but subject to export licensing requirements or other restrictions in the event of a national emergency or national security.\n\nThe department in which the Bureau of Safety and Environmental Enforcement (BSEE) is operating shall analyze certain proposed BSEE regulations and rules relating to offshore oil and gas operations and exploratory drilling activities on the U.S. Arctic Continental Shelf."
  },
  "titles": [
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Offshore Production and Energizing National Security Act of 2015",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Offshore Production and Energizing National Security Act of 2015",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Offshore Production and Energizing National Security Act of 2015",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "An original bill to provide for reforms of the administration of the Outer Continental Shelf of the United States, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2021-07-10T19:57:19Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/114/s/BILLSTATUS-114s2011.xml"
}