{
  "actions": [
    {
      "acted_at": "2009-04-24",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2009-04-24",
      "action_code": "",
      "references": [],
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.",
      "type": "action"
    },
    {
      "acted_at": "2009-04-27",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "51",
      "references": [],
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 51.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s895-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "D000563",
      "district": null,
      "name": "Durbin, Richard J.",
      "original_cosponsor": true,
      "sponsored_at": "2009-04-24",
      "state": "IL",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S000148",
      "district": null,
      "name": "Schumer, Charles E.",
      "original_cosponsor": true,
      "sponsored_at": "2009-04-24",
      "state": "NY",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2009-04-24",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2009-04-24",
  "number": "895",
  "official_title": "A bill to prevent mortgage foreclosures and enhance mortgage credit availability.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr1106-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s896-111",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Helping Families Save Their Homes Act of 2009",
  "sponsor": {
    "bioguide_id": "D000388",
    "district": null,
    "name": "Dodd, Christopher J.",
    "state": "CT",
    "title": "Sen.",
    "type": "person"
  },
  "status": "INTRODUCED",
  "status_at": "2009-04-24",
  "subjects": [
    "Bank accounts, deposits, capital",
    "Banking and financial institutions regulation",
    "Bankruptcy",
    "Business ethics",
    "Congressional oversight",
    "Consumer credit",
    "Criminal investigation, prosecution, interrogation",
    "Department of Justice",
    "Executive agency funding and structure",
    "Federal Deposit Insurance Corporation (FDIC)",
    "Financial crises and stabilization",
    "Fraud offenses and financial crimes",
    "Government lending and loan guarantees",
    "Government studies and investigations",
    "Housing and community development",
    "Housing and community development funding",
    "Housing finance and home ownership",
    "Legal fees and court costs",
    "National Credit Union Administration",
    "Veterans' loans, housing, homeless programs"
  ],
  "subjects_top_term": "Housing and community development",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2009-04-27",
    "date": "2009-09-10T18:38:29Z",
    "text": "Helping Families Save Their Homes Act of 2009 - Amends federal bankruptcy law governing a Chapter 13 debtor (adjustment of debts of an individual with regular income). Excludes from computation of debts specified debts secured by the debtor's principal residence.\n\nApplies the credit counseling requirement to a Chapter 13 debtor who certifies receipt of notice that the holder of a claim secured by the debtor's principal residence may commence a foreclosure on it. Allows such a debtor to satisfy the requirement within 30 days after filing a petition for relief from debt. (Currently the requirement must be satisfied within 180 days before the filing of a petition.)\n\nRequires the court to disallow a claim that is subject to any remedy for statutory rescission, notwithstanding a prior foreclosure judgment.\n\nAuthorizes, in specified circumstances, reduction of a claim secured by the debtor's principal residence.\n\nPermits a Chapter 13 bankruptcy plan to: (1) modify the rights of claim holders with respect to certain loans secured by a security interest in a principal residence that is the subject of a foreclosure notice; and (2) deny debtor liability for certain fees and charges incurred while the bankruptcy case is pending and arising from a debt secured by the debtor's principal residence.\n\nAdds to conditions for court confirmation of a plan in bankruptcy.\n\nExcludes from the final discharge of debts any unpaid portion of a reduced claim.\n\nAmends the federal judicial code to prescribe standing trustee fees regarding certain payments received under a Chapter 13 bankruptcy plan.\n\nExpands federal procedures governing default on veterans' housing loans. Authorizes the Secretary of Veterans Affairs, in the event of a modification in bankruptcy, but only in specified circumstances, to pay the holder of the obligation the unpaid balance that is due as of the filing date of the bankruptcy petition.\n\nAmends the National Housing Act to authorize the Secretary of Housing and Urban Development (HUD) to: (1) pay Federal Housing Administration (FHA) mortgage insurance benefits for a mortgage modified under federal bankruptcy law; and (2) implement a program to encourage loan modifications for eligible delinquent mortgages through the payment of insurance benefits, assignment of the mortgage to the Secretary, and mortgagee-approved loan modification.\n\nAmends the Housing Act of 1949 to authorize the Secretary of Agriculture to pay: (1) the guaranteed portion of losses incurred by mortgage holders or servicers that result from a modification in a bankruptcy proceeding; and (2) for losses incurred in the event of a modification pursuant to a bankruptcy proceeding.\n\nDeclares certain investment contracts contrary to public policy and therefore unenforceable.\n\nShields loan servicers from liability for implementing mortgage loan modifications or loss mitigation plans as long as they are in compliance with certain fiduciary duties.\n\nAmends the National Housing Act to modify the HOPE for Homeowners Program (HOPE).\n\nReduces the limit on the Secretary of the Treasury's authority to purchase troubled assets under the Troubled Asset Relief Program (TARP).\n\nAmends the Federal Deposit Insurance Act (FDIA) and the Federal Credit Union Act (FCUA) to increase: (1) deposit insurance coverage permanently to $250,000; and (2) the borrowing authority of the Federal Deposit Insurance Corporation (FDIC) and the National Credit Union Administration (NCUA).\n\nAmends the FDIA to: (1) extend the time period applicable to a Deposit Insurance Fund (DIF) restoration plan; and (2) revise requirements for special assessments to recover DIF losses arising from actions taken to contain systemic risk in connection with certain insured depository institutions.\n\nAmends the FCUA to direct the NCUA Board to establish a National Credit Union Share Insurance Fund Restoration Plan whenever the Board projects that the equity ratio of the National Credit Union Share Insurance Fund will fall below a minimum designated equity ratio.\n\nExpresses the sense of Congress that: (1) the Secretary of the Treasury should use specified funds to purchase mortgage revenue bonds for single-family housing issued through state housing finance agencies and local governmental entities; and (2) certain foreclosures on a principal dwelling should not be initiated until the foreclosure mitigation provisions of this Act and the President's \"Homeowner Affordability and Stability Plan\" have been implemented and determined to be operational.\n\nNationwide Mortgage Fraud Task Force Act of 2009 - Establishes in the Department of Justice the Nationwide Mortgage Fraud Task Force."
  },
  "titles": [
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Helping Families Save Their Homes Act of 2009",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Nationwide Mortgage Fraud Task Force Act of 2009",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Helping Families Save Their Homes Act of 2009",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to prevent mortgage foreclosures and enhance mortgage credit availability.",
      "type": "official"
    }
  ],
  "updated_at": "2017-12-13T21:44:25Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s895.xml"
}