{
  "actions": [
    {
      "acted_at": "2010-07-22",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2010-07-22",
      "action_code": "",
      "committee": "Banking, Housing, and Urban Affairs",
      "committees": [
        "SSBK"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Banking, Housing, and Urban Affairs. Original measure reported to Senate by Senator Dodd. Without written report.",
      "type": "reported"
    },
    {
      "acted_at": "2010-07-22",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "480",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 480.",
      "type": "calendar",
      "under": "General Orders"
    },
    {
      "acted_at": "2010-07-26",
      "action_code": "",
      "committees": [
        "SSBK"
      ],
      "references": [],
      "text": "By Senator Dodd from Committee on Banking, Housing, and Urban Affairs filed written report. Report No. 111-232.",
      "type": "action"
    }
  ],
  "amendments": [],
  "bill_id": "s3638-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 111-232"
  ],
  "committees": [
    {
      "activity": [
        "origin",
        "reporting"
      ],
      "committee": "Senate Banking, Housing, and Urban Affairs",
      "committee_id": "SSBK"
    }
  ],
  "congress": "111",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2010-07-22",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2010-07-22",
  "number": "3638",
  "official_title": "An original bill to establish a national safety plan for public transportation, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Public Transportation Safety Act of 2010",
  "sponsor": {
    "bioguide_id": "D000388",
    "district": null,
    "name": "Dodd, Christopher J.",
    "state": "CT",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2010-07-22",
  "subjects": [
    "Administrative law and regulatory procedures",
    "Congressional oversight",
    "Department of Transportation",
    "Drug, alcohol, tobacco use",
    "Executive agency funding and structure",
    "Federal preemption",
    "Government information and archives",
    "Public transit",
    "State and local government operations",
    "Transportation and public works",
    "Transportation employees",
    "Transportation programs funding",
    "Transportation safety and security"
  ],
  "subjects_top_term": "Transportation and public works",
  "summary": {
    "as": "Reported to Senate without amendment",
    "asOf": "2010-07-22",
    "date": "2010-11-10T21:41:15Z",
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nPublic Transportation Safety Act of 2010 - (Sec. 3) Directs the Secretary of Transportation (DOT) to create a national public transportation safety plan to improve the safety of all public transportation systems that receive federal assistance.\n\nRequires the Secretary to establish a public transportation safety certification training program for federal and state employees, or other designated personnel, who conduct safety audits and examinations of public transportation systems, as well as employees of public transportation agencies responsible for safety oversight.\n\nRequires each state or local government, or other public transportation system operator, that receives federal assistance to certify it has established an agency safety plan meeting certain minimum criteria.\n\nPrescribes requirements for state safety oversight programs for grant-recipient states with a rail fixed guideway public transportation system (or one in the design or construction phase) that is not subject to Federal Railroad Administration (FRA) regulation. Requires an eligible state, in order to obligate its formula capital grant apportionment, to have an approved state safety oversight program in effect as well as an independent state safety oversight agency. Authorizes the Secretary to make grants to eligible states to develop or carry out such a program.\n\nSets the federal share of program costs under a grant at 80%.\n\nGrants a state safety oversight agency the authority to request the Secretary to take certain enforcement actions against a rail fixed guideway public transportation system that is not in compliance with federal safety laws.\n\nRequires national uniformity of public transportation safety laws, regulations, and orders.\n\nAllows a state to adopt or continue in force a public transportation safety law, regulation, or order: (1) until the Secretary promulgates a regulation or issues an order covering public transportation safety; and (2) that is consistent with, and more stringent than, the Secretary's regulation or order and meets certain other criteria.\n\nAuthorizes appropriations for FY2011- FY2013.\n\n(Sec. 4) Directs the Secretary to establish a national transit asset management system requiring fund recipients to develop capital asset inventories and condition assessments.\n\nAuthorizes appropriations for FY2011- FY2013.\n\n(Sec. 5) Authorizes the Secretary to award a public transportation system grant to a recipient only if it reports to the Secretary, for inclusion in the National Transit Database, information relating to: (1) the causes of reportable incidents; and (2) transit asset inventories and condition assessments the recipient has conducted.\n\n(Sec. 6) Establishes within the FRA the Office of Safety and Security, to be headed by the Associate Administrator of Safety and Security.\n\nAuthorizes a recipient to receive an urbanized area formula grant only if it has established a comprehensive public transportation agency safety plan.\n\nRequires the Secretary, in prescribing regulations for an alcohol and controlled substances testing program for public transportation employees, to establish an enforcement program that includes the imposition of penalties for noncompliance."
  },
  "titles": [
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Public Transportation Safety Act of 2010",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Public Transportation Safety Act of 2010",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Public Transportation Safety Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "An original bill to establish a national safety plan for public transportation, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2022-02-03T06:05:04Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s3638.xml"
}