{
  "actions": [
    {
      "acted_at": "2005-03-20",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2005-03-20",
      "action_code": "H11100",
      "committees": [
        "HSJU"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on the Judiciary.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "hr1452-109",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "House Judiciary",
      "committee_id": "HSJU"
    }
  ],
  "congress": "109",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2005-03-20",
  "number": "1452",
  "official_title": "For the relief of the parents of Theresa Marie Schiavo.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "s686-109",
      "identified_by": "CRS",
      "reason": "identical",
      "type": "bill"
    }
  ],
  "short_title": null,
  "sponsor": {
    "bioguide_id": "S000244",
    "district": "5",
    "name": "Sensenbrenner, F. James, Jr.",
    "state": "WI",
    "title": "Rep.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2005-03-20",
  "subjects": [
    "Civil Rights and Liberties, Minority Issues",
    "Civil actions and liability",
    "Congress",
    "Constitutional law",
    "District courts",
    "Families",
    "Florida",
    "Government Operations and Politics",
    "Health",
    "Injunctions",
    "Jurisdiction",
    "Law",
    "Legislation",
    "Limitation of actions",
    "Living wills",
    "Parents",
    "Parties to actions",
    "Right to die",
    "State courts",
    "Terminal care"
  ],
  "subjects_top_term": "Law",
  "summary": {
    "as": "Introduced in House",
    "asOf": "2005-03-20",
    "date": "2005-03-23T20:40:01Z",
    "text": "Grants jurisdiction to the U.S. District Court for the Middle District of Florida to hear, determine, and render judgment on a suit or claim by or on behalf of Theresa Marie Schiavo (Ms. Schiavo) for the alleged violation of any right of hers under the U.S. Constitution or laws relating to the withholding or withdrawal of food, fluids, or medical treatment necessary to sustain her life.\n\nGrants standing to any parent of Ms. Schiavo to bring a suit under this Act. Allows suit to be brought against any other person who: (1) was a party to State court proceedings relating to the withholding or withdrawal of food, fluids, or medical treatment necessary to sustain Ms. Schiavo's life; or (2) may act pursuant to a State court order authorizing or directing the withholding or withdrawal of food, fluids, or medical treatment necessary to sustain her life.\n\nDeclares that in such a suit the District Court shall determine de novo any claim of a violation of any right of Ms. Schiavo's within the scope of this Act, notwithstanding any prior State court determination and regardless of whether such a claim has previously been raised, considered, or decided in State court proceedings. Directs the District Court to entertain and determine the suit without any delay or abstention in favor of State court proceedings, and regardless of whether remedies available in the State courts have been exhausted.\n\nDeclares that, notwithstanding any other time limitation, any suit or claim under this Act shall be timely if filed within 30 days after its date of enactment.\n\nDeclares that nothing in this Act shall be construed to: (1) create substantive rights not otherwise secured by the Constitution and laws of the United States or of the several States; (2) confer additional jurisdiction on any court to consider any claim related to assisting suicide, or a State law regarding assisting suicide; or (3) constitute a precedent with respect to future legislation.\n\nStates that nothing in this Act shall affect the rights of any person under the Patient Self-Determination Act of 1990.\n\nDeclares the sense of Congress that the 109th Congress should consider policies regarding the status and legal rights of incapacitated individuals who are incapable of making decisions concerning the provision, withholding, or withdrawal of foods, fluid, or medical care."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "For the relief of the parents of Theresa Marie Schiavo.",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "For the relief of the parents of Theresa Marie Schiavo.",
      "type": "official"
    }
  ],
  "updated_at": "2019-11-15T21:33:16Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/109/hr/BILLSTATUS-109hr1452.xml"
}