{
  "actions": [
    {
      "acted_at": "2022-08-04",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2022-08-04",
      "action_code": "",
      "committees": [
        "SSHR"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s4782-117",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Health, Education, Labor, and Pensions",
      "committee_id": "SSHR"
    }
  ],
  "congress": "117",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2022-08-04",
  "number": "4782",
  "official_title": "A bill to combat the fentanyl crisis.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "STOP FENTANYL PACKAGE",
  "sponsor": {
    "bioguide_id": "S001217",
    "district": null,
    "name": "Scott, Rick",
    "state": "FL",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2022-08-04",
  "subjects": [
    "Health"
  ],
  "subjects_top_term": "Health",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2022-08-04",
    "date": "2022-10-12T16:44:20Z",
    "text": "Streamlining Text for Official Policy by Formulating Effective Needed Tools to Address Narcotics, Yearly Loss of life and Protect Americans from Chemical Killers and Against Gangs Effectively Act or the STOP FENTANYL PACKAGE\n\nThis bill temporarily expands access to drugs that reverse opioid overdoses and makes other changes to drug control activities.\n\nThe bill expands the authority of health care providers to distribute, and the authority of first responders and lay administrators to administer, opioid overdose reversal drugs. Health care providers may distribute the drugs to those at risk of an overdose or others in the community able to assist an individual at such risk. Additionally, the bill provides immunity from civil and criminal liability and other adverse actions for injuries that arise from distributing or administering those drugs unless the injury was caused by gross negligence or willful or wanton misconduct. The authority and liability protections terminate 90 days after the Department of Health and Human Services (HHS) terminates the on-going opioid public health emergency first declared on October 26, 2017, and the bill preempts state laws that provide lesser protections.\n\nFurther, the Department of Justice (DOJ) must support training for law enforcement on drug-related matters and upgrading laboratories; HHS and DOJ may award grants for improving data collection and surveillance concerning overdoses. The bill also expands existing drug control activities. For example, recipients may use their community policing grants to procure equipment that protects first responders from secondary fentanyl exposure.\n\nOther matters addressed in the bill include\n\n interagency coordination of drug control activities; uniform reporting standards for information concerning drug control activities; budgeting for a program that analyzes fentanyl samples; and challenges with implementing State Opioid Response grants."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "STOP FENTANYL PACKAGE",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "STOP FENTANYL PACKAGE",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Streamlining Text for Official Policy by Formulating Effective Needed Tools to Address Narcotics, Yearly Loss of life and Protect Americans from Chemical Killers and Against Gangs Effectively Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to combat the fentanyl crisis.",
      "type": "official"
    }
  ],
  "updated_at": "2022-12-29T19:18:37Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/117/s/BILLSTATUS-117s4782.xml"
}