{
  "actions": [
    {
      "acted_at": "2009-10-13",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2009-10-13",
      "action_code": "H11100",
      "committees": [
        "HSBA"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to House Financial Services",
      "type": "referral"
    },
    {
      "acted_at": "2009-10-13",
      "action_code": "H11100-A",
      "references": [],
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.",
      "type": "referral"
    },
    {
      "acted_at": "2009-10-13",
      "action_code": "H11100",
      "committees": [
        "HSAG"
      ],
      "references": [],
      "text": "Referred to House Agriculture",
      "type": "referral"
    },
    {
      "acted_at": "2009-10-15",
      "action_code": "",
      "committees": [
        "HSBA"
      ],
      "references": [],
      "text": "Committee Consideration and Mark-up Session Held.",
      "type": "action"
    },
    {
      "acted_at": "2009-10-15",
      "action_code": "",
      "committees": [
        "HSBA"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Ordered to be Reported (Amended) by the Yeas and Nays: 43 - 26.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2009-10-21",
      "action_code": "",
      "committees": [
        "HSAG"
      ],
      "references": [],
      "text": "Committee Consideration and Mark-up Session Held.",
      "type": "action"
    },
    {
      "acted_at": "2009-10-21",
      "action_code": "",
      "committees": [
        "HSAG"
      ],
      "references": [],
      "text": "Ordered to be Reported by Voice Vote.",
      "type": "ordered-reported"
    }
  ],
  "amendments": [],
  "bill_id": "hr3795-111",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "markup",
        "referral"
      ],
      "committee": "House Agriculture",
      "committee_id": "HSAG"
    },
    {
      "activity": [
        "markup",
        "referral"
      ],
      "committee": "House Financial Services",
      "committee_id": "HSBA"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "S000344",
      "district": "27",
      "name": "Sherman, Brad",
      "original_cosponsor": false,
      "sponsored_at": "2009-11-02",
      "state": "CA",
      "title": "Rep.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2009-10-15",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2009-10-13",
  "number": "3795",
  "official_title": "To enact the Over-the-Counter Derivatives Markets Act of 2009.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Over-the-Counter Derivatives Markets Act of 2009",
  "sponsor": {
    "bioguide_id": "F000339",
    "district": "4",
    "name": "Frank, Barney",
    "state": "MA",
    "title": "Rep.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2009-10-15",
  "subjects": [
    "Administrative law and regulatory procedures",
    "Banking and financial institutions regulation",
    "Commodities markets",
    "Commodity Futures Trading Commission",
    "Contracts and agency",
    "Department of the Treasury",
    "Federal Deposit Insurance Corporation (FDIC)",
    "Federal Reserve System",
    "Finance and financial sector",
    "Financial services and investments",
    "Government information and archives",
    "Licensing and registrations",
    "Securities",
    "Securities and Exchange Commission (SEC)",
    "U.S. and foreign investments"
  ],
  "subjects_top_term": "Finance and financial sector",
  "summary": {
    "as": "Introduced in House",
    "asOf": "2009-10-13",
    "date": "2009-10-29T21:45:37Z",
    "text": "Over-the-Counter Derivatives Markets Act of 2009 - Amends the Commodity Exchange Act (CEA) to place specified derivatives, swaps, securities-based swaps, swap dealers, and swap participants under the jurisdiction of a Prudential Regulator, which may be: (1) the Board of Governors of the Federal Reserve System; (2) the Office of the Comptroller of the Currency; and (3) the Federal Deposit Insurance Corporation (FDIC).\n\nDirects the Commodity Futures Trading Commission (CFTC) and the Securities and Exchange Commission (SEC) to promulgate jointly uniform implementing regulations.\n\nRepeals the exclusion from CFTC regulation of: (1) derivative transactions; (2) electronic trading facilities; (3) swap transactions; and (4) certain transactions in exempt commodities.\n\nMakes unlawful for any person, other than an eligible contract participant, to enter into a swap unless it is subject to the rules of a board of trade designated as a contract market.\n\nDirects the CFTC to: (1) monitor swap activity and transaction data; and (2) identify specific swap contracts which are required to be cleared.\n\nPrescribes trade execution rules. Revises registration (including voluntary registration) requirements and core principles for derivatives clearing organizations (DCOs). Requires each DCO to designate a compliance officer.\n\nAmends the Legal Certainty for Bank Products Act of 2000 to authorize a federal banking agency to subject to its oversight any identified banking product that is a swap or security-based swap.\n\nRequires the CFTC to make aggregate swap data on swap trading volumes and positions available to the public.\n\nSets forth registration requirements and standards for: (1) swap repositories; (2) swap dealers and major swap participants; and (3) swap execution facilities.\n\nRequires a swap dealer, futures commission merchant, or DCO by or through which funds or other property are held as margin or collateral to secure the obligations of a counterparty under a swap (which is to be cleared by or through a DCO) to segregate, maintain, and use the funds or other property for the counterparty's benefit. Prescribes a similar assets segregation requirement in the case of a swap that is not submitted to a DCO for clearing (over-the-counter swap).\n\nAmends the CEA to repeal authority for: (1) a board of trade to elect to operate as a registered derivatives transaction execution facility; and (2) exemption from CFTC regulation for certain boards of trade.\n\nRequires the market and mechanism for executing transactions provided by a board of trade designated as a contract market to protect the price discovery process of trading in the board's centralized market.\n\n\n\n\n\nAuthorizes the CFTC to set limits on the aggregate number or amount of positions in contracts based upon the same underlying commodity that may be held by any person, including any group or class of traders, for each month across various specified kinds of contracts, including swap contracts.\n\n\n\nExtends CFTC regulatory authority over foreign boards of trade.\n\nGrants the CFTC primary enforcement authority over swap markets regulation.\n\nAmends the Federal Deposit Insurance Act to apply its cease and desist proceedings to specified parties in swap transactions.\n\nAmends the CEA to subject retail commodity transactions to CFTC jurisdiction.\n\n Prescribes reporting and recordkeeping requirements for certain large swap transactions.\n\nAuthorizes the CFTC and the SEC to ban swap transactions detrimental to financial market stability.\n\nDirects the SEC, CFTC, the Prudential Regulators, the financial stability regulator, and the Office of Derivatives Supervision to coordinate with foreign regulatory authorities regarding establishment of consistent international standards for the regulation of swaps and information-sharing arrangements.\n\nAuthorizes the Secretary of the Treasury to prohibit certain foreign domiciliaries from participating in financial activities in the United States.\n\nRepeals the prohibition against regulation of security-based swaps.\n\nAmends the Securities Exchange Act of 1934 to set forth: (1) a clearing requirement for security-based swaps; (2) requirements for security-based swaps and alternative swap execution facilities; and (3) position limits and position accountability for security-based swaps and large trader reporting.\n\nRequires registration of security-based swap repositories, security-based swap dealers, and major security-based swap participants.\n\nRequires a security-based swap dealer or clearing agency by or through which funds or other property are held as margin or collateral to secure the obligations of a counterparty under a security-based swap (which is to be cleared by or through a derivatives clearing agency) to segregate, maintain, and use the funds or other property for the counterparty's benefit. Prescribes a similar assets segregation requirement in the case of a security-based swap that is not submitted to a derivatives clearing agency for clearing (over-the-counter swap).\n\nSets forth recordkeeping and reporting requirements for certain security-based swaps.\n\nAmends the Securities Exchange Act of 1933 with respect to security-based swaps."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Over-the-Counter Derivatives Markets Act of 2009",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To enact the Over-the-Counter Derivatives Markets Act of 2009.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Over-the-Counter Derivatives Markets Act of 2009",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:17:53Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/hr/BILLSTATUS-111hr3795.xml"
}