{
  "actions": [
    {
      "acted_at": "2022-11-29",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2022-11-29",
      "action_code": "",
      "committees": [
        "SSAF"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s5138-117",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Agriculture, Nutrition, and Forestry",
      "committee_id": "SSAF"
    }
  ],
  "congress": "117",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2022-11-29",
  "number": "5138",
  "official_title": "A bill to establish the Office of High-Risk AFO Disaster Mitigation and Enforcement in the Department of Agriculture, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Industrial Agriculture Accountability Act of 2022",
  "sponsor": {
    "bioguide_id": "B001288",
    "district": null,
    "name": "Booker, Cory A.",
    "state": "NJ",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2022-11-29",
  "subjects": [
    "Agriculture and food"
  ],
  "subjects_top_term": "Agriculture and food",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2022-11-29",
    "date": "2023-08-18T11:18:18Z",
    "text": "Industrial Agriculture Accountability Act of 2022\n\nThis bill establishes additional requirements for larger animal feeding operations (AFOs) owned or controlled by industrial operators and increases handling requirements for livestock and poultry.\n\nSpecifically, the bill establishes the Office of High-Risk AFO Disaster Mitigation and Enforcement within the Department of Agriculture (USDA) and requires such industrial operators to register with the office and submit annual disaster mitigation plans (e.g., for public health emergencies and major disasters). In addition, industrial operators must pay annual disaster mitigation maintenance fees to the office and are liable for costs associated with disaster events or depopulation (the rapid destruction of animals in response to urgent circumstances).\n\n Industrial operators are restricted from using specified methods of depopulation; any person may sue an industrial operator or USDA over a violation. Further, USDA must establish depopulation standards that rapidly induce unconsciousness and death with minimal pain and distress.\n\nThe Department of Labor must enforce minimum labor standards for industrial operators regarding covered workers or affected contract growers in disaster mitigation events, including whistleblower protections and health insurance requirements. Further, industrial operators may not use incarcerated workers in these events.\n\nThe bill also includes provisions on the handling of livestock and poultry, such as\n\n requiring USDA to set additional standards for animal transport; including poultry in the Humane Methods of Slaughter Act of 1958 and creating a USDA grant program to transition processing facilities to a different slaughter method; requiring USDA to promulgate certain regulations regarding the humane treatment, euthanasia, and disposition of nonambulatory livestock; and terminating programs that allow for slaughter speeds that exceed existing limits or reduce the use of federal inspectors."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Industrial Agriculture Accountability Act of 2022",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Industrial Agriculture Accountability Act of 2022",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to establish the Office of High-Risk AFO Disaster Mitigation and Enforcement in the Department of Agriculture, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2023-08-18T11:30:28Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/117/s/BILLSTATUS-117s5138.xml"
}