{
  "actions": [
    {
      "acted_at": "2004-10-08T11:18:19-04:00",
      "action_code": "H32111",
      "how": "by voice vote",
      "references": [],
      "result": "pass",
      "text": "On agreeing to the Hostettler amendment (A013) Agreed to by voice vote.",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2004-10-08T10:53:57-04:00",
      "action_code": "H3A100",
      "references": [
        {
          "reference": "CR H8886-8890",
          "type": "consideration"
        },
        {
          "reference": "CR H8886-8887",
          "type": "text"
        }
      ],
      "text": "Amendment (A013) offered by Mr. Hostettler.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-08T10:53:57-04:00",
      "action_code": "71500",
      "references": [
        {
          "reference": "CR H8886-8890",
          "type": "consideration"
        },
        {
          "reference": "CR H8886-8887",
          "type": "text"
        }
      ],
      "text": "House amendment offered/reported by : Amendment (A013) offered by Mr. Hostettler.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-08T11:18:19-04:00",
      "action_code": "72000",
      "references": [],
      "text": "House amendment agreed to: On agreeing to the Hostettler amendment (A013) Agreed to by voice vote.",
      "type": "action"
    },
    {
      "acted_at": "2004-10-08T11:18:19-04:00",
      "action_code": "76000",
      "references": [],
      "text": "Amendment agreed to Committee of the Whole",
      "type": "action"
    },
    {
      "acted_at": "2004-10-08",
      "action_code": "71000",
      "references": [],
      "text": "House amendment offered",
      "type": "action"
    }
  ],
  "amendment_id": "hamdt797-108",
  "amendment_type": "hamdt",
  "amends_amendment": null,
  "amends_bill": {
    "bill_id": "hr10-108",
    "bill_type": "hr",
    "congress": 108,
    "number": 10
  },
  "amends_treaty": null,
  "chamber": "h",
  "congress": "108",
  "description": "Amendment modifies sections 3006, 3007, and 3032 of the bill. It modifies section 3006 by allowing any alien who is subject to expedited removal to ask for asylum; modifies section 3007 to provide that aliens suspected of being terrorists by their home governments can receive asylum only if they can show that a central reason for the actions taken against them was animus on account of race, social group, sex, or political opinion; replaces section 3032 by substituting language providing that aliens who are barred from restriction on removal and who are ordered removed can be detained pending removal, in the Secretary of Homeland Security's nonreviewable discretion. The replacement language also requires the Secretary of State to ensure the protection of an alien barred from restriction on removal, who has been ordered removed but otherwise given protection under the immigration law, prior to that alien's removal.",
  "introduced_at": "2004-10-08",
  "number": 797,
  "purpose": "An amendment numbered thirteen printed in House Report 108-751 to modify sections 3006, 3007, and 3032 of the bill. Modifies section 3006 by allowing any alien who is subject to expedited removal to ask for asylum. Modifies section 3007 to provide that aliens suspected of being terrorists by their home governments can receive asylum only if they can show that a central reason for the actions taken against them was animus on account of race, social group, sex, or political opinion. In order to protect the United States from aliens who threaten the national security or endanger the lives and safety of the American people, this amendment would replace section 3032 by substituting language providing that aliens who are barred from restriction on removal and who are ordered removed can be detained pending removal, in the Secretary of Homeland Security's nonreviewable discretion. In making this determination, the Secretary should consider the length of sentence and severity of the offense, the loss and injury to the.",
  "sponsor": {
    "bioguide_id": "H000807",
    "district": "8",
    "name": "Hostettler, John N.",
    "state": "IN",
    "title": "Rep.",
    "type": "person"
  },
  "status": "pass",
  "status_at": "2004-10-08T11:18:19-04:00",
  "updated_at": "2022-02-03T05:37:30Z"
}