{
  "actions": [
    {
      "acted_at": "2010-06-09",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2010-06-09",
      "action_code": "",
      "committees": [
        "SSFI"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Finance.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s3464-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Finance",
      "committee_id": "SSFI"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "G000359",
      "district": null,
      "name": "Graham, Lindsey",
      "original_cosponsor": true,
      "sponsored_at": "2010-06-09",
      "state": "SC",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "L000572",
      "district": null,
      "name": "LeMieux, George S.",
      "original_cosponsor": false,
      "sponsored_at": "2010-08-12",
      "state": "FL",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001153",
      "district": null,
      "name": "Murkowski, Lisa",
      "original_cosponsor": true,
      "sponsored_at": "2010-06-09",
      "state": "AK",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2010-06-09",
  "number": "3464",
  "official_title": "A bill to establish an energy and climate policy framework to reach measurable gains in reducing dependence on foreign oil, saving Americans money, improving energy security, and cutting greenhouse gas emissions, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Practical Energy and Climate Plan Act of 2010",
  "sponsor": {
    "bioguide_id": "L000504",
    "district": null,
    "name": "Lugar, Richard G.",
    "state": "IN",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2010-06-09",
  "subjects": [
    "Administrative law and regulatory procedures",
    "Agricultural conservation and pollution",
    "Air quality",
    "Alternative and renewable resources",
    "Building construction",
    "Climate change and greenhouse gases",
    "Coal",
    "Competitiveness, trade promotion, trade deficits",
    "Congressional oversight",
    "Consumer credit",
    "Department of Energy",
    "Department of Transportation",
    "Electric power generation and transmission",
    "Energy",
    "Energy efficiency and conservation",
    "Energy prices",
    "Energy storage, supplies, demand",
    "Environmental technology",
    "Government buildings, facilities, and property",
    "Government lending and loan guarantees",
    "Income tax credits",
    "Manufacturing",
    "Motor fuels",
    "Motor vehicles",
    "Nuclear power",
    "Oil and gas",
    "Pipelines",
    "Public contracts and procurement",
    "Residential rehabilitation and home repair",
    "Rural conditions and development",
    "State and local government operations"
  ],
  "subjects_top_term": "Energy",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2010-06-09",
    "date": "2010-11-17T17:01:42Z",
    "text": "Practical Energy and Climate Plan Act of 2010 - Revises the Corporate Average Fuel Economy (CAFE) standards by requiring at least a 4% annual increase in the average fuel economy level beginning in model year 2017, unless the standards are technologically unachievable, cannot be achieved without materially reducing the overall safety of automobiles, or are not cost effective. Requires the Secretary of Transportation (DOT) to: (1) prescribe separate standards for passenger and non-passenger automobiles to achieve a combined fuel economy average of at least 34.1 miles per gallon for model year 2016 (currently 35 miles per gallon for model year 2020) for the total fleet of automobiles manufactured; and (2) determine the greatest achievable fuel efficiency improvement targets for rules pertaining to commercial medium- and heavy-duty vehicles and work trucks. Authorizes the Secretary to implement regulations for vehicle classes and components of such vehicles on an accelerated basis. Requires manufacturers to ensure that 50% of automobiles and light duty trucks manufactured in model years 2013-2014 are dual fueled (90% in 2015 and subsequent model years).\n\nAmends the Public Utility Regulatory Policies Act of 1978 (PURPA) to require an electric utility to obtain no less than 15% of the base quantity of electricity it sells to consumers from diverse energy for 2015-2019, 20% for 2020-2024, 25% for 2025-2029, 30% for 2030-2049, and 50% for 2050. Requires the Secretary of Energy (DOE) to establish a federal diverse energy credit trading program.\n\nRequires the Administrator of the Environmental Protection Agency (EPA) to establish an incentive program to permanently retire conventional coal plants with the largest pollution-related liabilities.\n\nAmends the Energy Policy Act of 2005 to: (1) replace the incentive program for the production of cellulosic biofuels with one for the production of renewable fuels; and (2) require the Secretary of the Treasury to transfer funding to the Secretary of Energy for the cost of loan guarantees to promote the development of advanced nuclear energy facilities.\n\nAmends the Internal Revenue Code to: (1) allow a refundable and transferable income tax credit for fuel savings amounts achieved by a new qualified fuel-efficient motor vehicle; and (2) impose an excise tax on the sale of a fuel guzzler motor.\n\nAmends the Energy Conservation and Production Act to require the Secretary of Energy to: (1) update national model building energy codes at least every three years; and (2) establish targets for overall energy savings in buildings and minimum building efficiency standards. Establishes in DOE a Homes and Buildings Energy Retrofits Program that has an annual target energy efficiency retrofit rate of 5% for homes and 2% for commercial buildings.\n\nAmends the National Energy Conservation Policy Act to: (1) direct federal agencies to ensure that new federal buildings are designed to enhance energy efficiency; (2) revise requirements concerning agency procurement of energy efficient products; and (3) direct agency heads to implement best management practices for energy-efficient management of servers and data centers.\n\nAmends the Farm Security and Rural Investment Act of 2002 to direct the Secretary of Agriculture to make loans to public power districts, public utility districts, or specified electric cooperatives that borrowed and repaid, prepaid, or are paying electric loan made or guaranteed by the Rural Utilities Service for making loans to consumers for implementing energy efficient measures.\n\nAmends the Energy Policy and Conservation Act to: (1) require the Secretary of Energy to carry out a grant program to pay the federal share of creating a revolving loan program for manufacturers to implement commercially available technologies or processes that significantly reduce system energy intensity and improve U.S. industrial competitiveness; (2) include computer monitors and displays as covered products under the energy conservation program for consumer products other than automobiles; and (3) require the Secretary to establish an energy conservation standard for each type or class of covered industrial equipment."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Practical Energy and Climate Plan Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to establish an energy and climate policy framework to reach measurable gains in reducing dependence on foreign oil, saving Americans money, improving energy security, and cutting greenhouse gas emissions, and for other purposes.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Practical Energy and Climate Plan Act of 2010",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:19:48Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s3464.xml"
}