{
  "actions": [
    {
      "acted_at": "2009-11-05",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2009-11-05",
      "action_code": "",
      "committees": [
        "SSHR"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s2742-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Health, Education, Labor, and Pensions",
      "committee_id": "SSHR"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "B000944",
      "district": null,
      "name": "Brown, Sherrod",
      "original_cosponsor": true,
      "sponsored_at": "2009-11-05",
      "state": "OH",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2009-11-05",
  "number": "2742",
  "official_title": "A bill to provide for a Climate Change Worker and Community Assistance Program, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "American Worker Transition and Community Assistance Act",
  "sponsor": {
    "bioguide_id": "C001070",
    "district": null,
    "name": "Casey, Robert P., Jr.",
    "state": "PA",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2009-11-05",
  "subjects": [
    "Administrative law and regulatory procedures",
    "Advisory bodies",
    "Climate change and greenhouse gases",
    "Department of Commerce",
    "Economic development",
    "Employment and training programs",
    "Energy storage, supplies, demand",
    "Executive agency funding and structure",
    "Government trust funds",
    "Infrastructure development",
    "Labor and employment",
    "Labor-management relations",
    "Manufacturing",
    "Unemployment"
  ],
  "subjects_top_term": "Labor and employment",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2009-11-05",
    "date": "2010-04-29T17:09:09Z",
    "text": "American Worker Transition and Community Assistance Act - Declares that the purposes of this Act are to ensure that groups of workers and communities adversely affected by federal climate change policy receive certain employment and training services and economic adjustment assistance, respectively.\n\nEstablishes the Climate Change Worker and Community Assistance Fund.\n\nDirects the Secretary of Labor to establish a Climate Change Worker and Community Assistance Program.\n\nAuthorizes certain groups of adversely affected workers to petition the Secretary of Labor and the governor of the state for certification of eligibility to apply for Program benefits, including a climate change adjustment allowance, employment services and training as well as on-the-job training, a job search allowance, a relocation allowance, a health allowance, and lump sum payments to employee retirement plans.\n\nAuthorizes the Secretary to enter into agreements with cooperating states in providing program benefits to adversely affected workers.\n\nPrescribes civil and criminal penalties for fraud committed by persons applying for Program benefits.\n\nEstablishes the National Climate Change Advisory Committee to formulate, and submit to the President, Secretary, and the appropriate congressional committees, a strategic plan for addressing the effect of federal climate change policy on each segment of the workforce.\n\nEstablishes in the Department of Commerce an Office of Climate Change Community Economic Adjustment.\n\nDirects the Secretary of Commerce to establish the Climate Change Community Economic Adjustment Program.\n\nAuthorizes a community that includes a group of adversely affected workers certified eligible for climate change readjustment allowances to petition the Secretary of Commerce for a determination that it is adversely affected by federal climate change policy. Requires the Secretary of Commerce in affirmative determinations to certify the community as eligible for economic adjustment assistance under the Program.\n\nAuthorizes the Secretary of Commerce to award grants to an eligible community to: (1) develop, and update, a strategic plan for the redevelopment and economic adjustment of the community; and (2) carry out one or more projects or training programs that is consistent with its plan.\n\nSubjects all laborers and mechanics employed by contractors and subcontractors on projects funded under this Act to prevailing wage rate requirements under the Davis-Bacon Act."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "American Worker Transition and Community Assistance Act",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to provide for a Climate Change Worker and Community Assistance Program, and for other purposes.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "American Worker Transition and Community Assistance Act",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:17:08Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s2742.xml"
}