{
  "actions": [
    {
      "acted_at": "2013-12-18",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2013-12-18",
      "action_code": "",
      "committee": "Foreign Relations",
      "committees": [
        "SSFR"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Menendez. Without written report.",
      "type": "reported"
    },
    {
      "acted_at": "2013-12-18",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "267",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 267.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s1857-113",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "origin",
        "reporting"
      ],
      "committee": "Senate Foreign Relations",
      "committee_id": "SSFR"
    }
  ],
  "congress": "113",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2013-12-18",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2013-12-18",
  "number": "1857",
  "official_title": "An original bill to reform assistance to Egypt, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Egypt Assistance Reform Act of 2013",
  "sponsor": {
    "bioguide_id": "M000639",
    "district": null,
    "name": "Menendez, Robert",
    "state": "NJ",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2013-12-18",
  "subjects": [
    "Arab-Israeli relations",
    "Arms control and nonproliferation",
    "Congressional oversight",
    "Crimes against women",
    "Egypt",
    "Foreign aid and international relief",
    "Free trade and trade barriers",
    "Gaza Strip",
    "Human rights",
    "Human trafficking",
    "Intelligence activities, surveillance, classified information",
    "International affairs",
    "International law and treaties",
    "International organizations and cooperation",
    "Israel",
    "Licensing and registrations",
    "Middle East",
    "Military assistance, sales, and agreements",
    "Military operations and strategy",
    "Multilateral development programs",
    "News media and reporting",
    "Nuclear weapons",
    "Religion",
    "Rule of law and government transparency",
    "Sanctions",
    "Smuggling and trafficking",
    "Sovereignty, recognition, national governance and status",
    "Terrorism",
    "U.S. and foreign investments",
    "Women's rights"
  ],
  "subjects_top_term": "International affairs",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2013-12-18",
    "date": "2014-01-24T21:16:51Z",
    "text": "Egypt Assistance Reform Act of 2013 - Amends the Foreign Assistance Act of 1961 to prohibit foreign assistance authorized pursuant to this Act or the Arms Export Control Act from being provided to the government of a foreign country whose democratically elected head of government is deposed by coup d'etat or decree in which the security services of that country play a decisive role.\n\nTerminates restrictions when the Secretary notifies Congress that a democratically elected government has taken office in such country.\n\nExempts from such prohibition humanitarian assistance or assistance to promote democratic elections or public participation in democratic processes.\n\nApplies such restrictions to Fiji, Guinea-Bissau, Madagascar, and Sudan upon enactment of this Act.\n\n Prohibits the U.S. government from licensing or otherwise allowing the sale, lease, or transfer of defense articles or defense services to Egypt until the Secretary certifies to Congress that providing such assistance is in U.S. national security interests and the government of Egypt: (1) continues to implement the Peace Treaty between the State of Israel and the Arab Republic of Egypt; (2) is taking appropriate measures to counter terrorism; (3) is allowing U.S. Armed Forces to transit Egyptian territory; (4) is supporting a transition to an inclusive civilian government; (5) is protecting the political and economic freedoms of all residents of Egypt, including addressing violence against women and religious minorities; and (6) continues to abide by its nuclear non-proliferation commitments.\n\nExempts from such restrictions defense articles and defense services for supporting counterterrorism, border and maritime security, or special operations.\n\nDirects the Secretary to submit to Congress a comprehensive strategy for modernizing and improving U.S. security cooperation with, and assistance for, Egypt which shall seek to: (1) enhance Egypt's ability to defeat al Qaeda and other terrorist organizations operating in Egypt, and to counter terrorist radicalization; (2) improve Egypt's capacity to prevent human trafficking and the illicit movement of terrorists, criminals, weapons, and other dangerous material across Egypt's borders or administrative boundaries, especially through the Gaza Strip; (3) enhance Egypt's operational and intelligence capabilities; and (E) increase accountability to civilian authority.\n\n Prohibits bilateral economic assistance from being made available to the government of Egypt until the Secretary certifies to Congress that: (1) providing such assistance is in the U.S. national security interest; and (2) the government of Egypt continues to implement the Peace Treaty between the State of Israel and the Arab Republic of Egypt, and is taking certain political, economic, and social measures.\n\n Excludes from such prohibition humanitarian assistance or assistance to promote democratic elections or public participation in democratic processes.\n\nDirects the Secretary to provide to Congress a comprehensive foreign assistance strategy for Egypt that addresses how U.S. foreign assistance can most effectively advance the objective of a secure, democratic, civilian-led Egypt that is a U.S. partner and advances regional peace.\n\n Terminates the limitations under this title on September 30, 2016, if the Secretary certifies to Congress that Egypt: (1) continues to implement the Peace Treaty between the State of Israel and the Arab Republic of Egypt; (2) is taking appropriate measures to counter terrorism, including measures to counter smuggling into the Gaza Strip; (3) is allowing U.S. Armed Forces to transit Egyptian territory; and (4) is supporting a transition to an inclusive civilian government.\n\n Amends the Consolidated Appropriations Act, 2012 to repeal the prohibition against the use of funds under that Act for assistance to any country whose elected head of government is deposed by military coup or decree."
  },
  "titles": [
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Egypt Assistance Reform Act of 2013",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Egypt Assistance Reform Act of 2013",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Egypt Assistance Reform Act of 2013",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "An original bill to reform assistance to Egypt, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2019-11-15T21:52:06Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/113/s/BILLSTATUS-113s1857.xml"
}