{
  "actions": [
    {
      "acted_at": "2005-07-28",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2005-07-28",
      "action_code": "H11100",
      "committees": [
        "HSGO"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on Government Reform.",
      "type": "referral"
    },
    {
      "acted_at": "2005-09-15",
      "action_code": "",
      "committees": [
        "HSGO"
      ],
      "references": [],
      "text": "Committee Consideration and Mark-up Session Held.",
      "type": "action"
    },
    {
      "acted_at": "2005-09-15",
      "action_code": "",
      "committees": [
        "HSGO"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Ordered to be Reported (Amended) by Voice Vote.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2005-11-03",
      "action_code": "H12200",
      "committees": [
        "HSGO"
      ],
      "references": [],
      "text": "Reported (Amended) by the Committee on Government Reform. H. Rept. 109-267.",
      "type": "action"
    },
    {
      "acted_at": "2005-11-03",
      "action_code": "H12410",
      "calendar": "Union",
      "number": "146",
      "references": [],
      "text": "Placed on the Union Calendar, Calendar No. 146.",
      "type": "calendar",
      "under": null
    },
    {
      "acted_at": "2005-12-14T19:22:34-05:00",
      "action_code": "H30300",
      "references": [],
      "text": "Mr. Porter moved to suspend the rules and pass the bill, as amended.",
      "type": "action"
    },
    {
      "acted_at": "2005-12-14T19:23:10-05:00",
      "action_code": "H30000",
      "references": [
        {
          "reference": "CR H11588-11596",
          "type": "consideration"
        }
      ],
      "text": "Considered under suspension of the rules.",
      "type": "action"
    },
    {
      "acted_at": "2005-12-14T19:23:14-05:00",
      "action_code": "H8D000",
      "references": [],
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 3508.",
      "type": "action"
    },
    {
      "acted_at": "2005-12-14T19:31:37-05:00",
      "action_code": "H37300",
      "how": "by voice vote",
      "references": [
        {
          "reference": "CR H11588-11595",
          "type": "text"
        }
      ],
      "result": "pass",
      "status": "PASS_OVER:HOUSE",
      "suspension": null,
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2005-12-14T19:31:41-05:00",
      "action_code": "H38310",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2005-12-15",
      "action_code": "",
      "references": [],
      "text": "Received in the Senate.",
      "type": "action"
    },
    {
      "acted_at": "2006-01-27",
      "action_code": "",
      "committees": [
        "SSGA"
      ],
      "references": [],
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.",
      "type": "referral"
    },
    {
      "acted_at": "2006-02-28",
      "action_code": "",
      "committee": "Committee on Homeland Security and Governmental Affairs Subcommittee on Oversight of Government Management, the Federal Workforce,  and the District of Columbia",
      "committees": [
        "SSGA"
      ],
      "references": [],
      "text": "Committee on Homeland Security and Governmental Affairs Subcommittee on Oversight of Government Management, the Federal Workforce,  and the District of Columbia. Hearings held.",
      "type": "hearings"
    },
    {
      "acted_at": "2006-03-28",
      "action_code": "",
      "committees": [
        "SSGA"
      ],
      "references": [],
      "text": "Committee on Homeland Security and Governmental Affairs referred to Subcommittee on Oversight of Government Management, the Federal Workforce,  and the District of Columbia.",
      "type": "referral"
    },
    {
      "acted_at": "2006-06-15",
      "action_code": "",
      "committees": [
        "SSGA"
      ],
      "references": [],
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2006-07-25",
      "action_code": "",
      "committee": "Homeland Security and Governmental Affairs",
      "committees": [
        "SSGA"
      ],
      "references": [],
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Collins with an amendment in the nature of a substitute. Without written report.",
      "type": "reported"
    },
    {
      "acted_at": "2006-07-25",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "534",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 534.",
      "type": "calendar",
      "under": "General Orders"
    },
    {
      "acted_at": "2006-08-03",
      "action_code": "",
      "references": [
        {
          "reference": "CR S8893-8899",
          "type": "consideration"
        }
      ],
      "text": "Measure laid before Senate by unanimous consent.",
      "type": "action"
    },
    {
      "acted_at": "2006-08-03",
      "action_code": "",
      "references": [],
      "text": "The committee substitute agreed to by Unanimous Consent.",
      "type": "action"
    },
    {
      "acted_at": "2006-08-03",
      "action_code": "",
      "how": "by Unanimous Consent",
      "references": [
        {
          "reference": "CR S8893-8899",
          "type": "text"
        }
      ],
      "result": "pass",
      "status": "PASS_BACK:SENATE",
      "text": "Passed Senate with an amendment by Unanimous Consent.",
      "type": "vote",
      "vote_type": "vote2",
      "where": "s"
    },
    {
      "acted_at": "2006-08-04",
      "action_code": "",
      "references": [],
      "text": "Message on Senate action sent to the House.",
      "type": "action"
    },
    {
      "acted_at": "2006-09-25T17:04:48-04:00",
      "action_code": "H40140",
      "references": [],
      "text": "Mr. Davis, Tom moved that the House suspend the rules and agree to the Senate amendment.",
      "type": "action"
    },
    {
      "acted_at": "2006-09-25T17:05:04-04:00",
      "action_code": "H8D000",
      "references": [],
      "text": "DEBATE - The House proceeded with forty minutes of debate on the motion to suspend the rules and agree to the Senate amendment to H.R. 3508.",
      "type": "action"
    },
    {
      "acted_at": "2006-09-25T17:08:39-04:00",
      "action_code": "H41610",
      "how": "by voice vote",
      "references": [
        {
          "reference": "CR H6973-6980",
          "type": "consideration"
        },
        {
          "reference": "CR H6973-6979",
          "type": "text as House agreed to Senate amendment"
        }
      ],
      "result": "pass",
      "status": "PASSED:BILL",
      "suspension": null,
      "text": "On motion that the House suspend the rules and agree to the Senate amendment Agreed to by voice vote.",
      "type": "vote",
      "vote_type": "pingpong",
      "where": "h"
    },
    {
      "acted_at": "2006-09-25T17:08:40-04:00",
      "action_code": "H41931",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2006-10-05",
      "action_code": "E20000",
      "references": [],
      "text": "Presented to President.",
      "type": "topresident"
    },
    {
      "acted_at": "2006-10-16",
      "action_code": "E30000",
      "references": [],
      "status": "ENACTED:SIGNED",
      "text": "Signed by President.",
      "type": "signed"
    },
    {
      "acted_at": "2006-10-16",
      "action_code": "E40000",
      "congress": "109",
      "law": "public",
      "number": "356",
      "references": [],
      "text": "Became Public Law No: 109-356.",
      "type": "enacted"
    }
  ],
  "amendments": [],
  "bill_id": "hr3508-109",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [
    "H. Rept. 109-267"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "Senate Homeland Security and Governmental Affairs",
      "committee_id": "SSGA"
    },
    {
      "activity": [
        "referral",
        "hearings"
      ],
      "committee": "Senate Homeland Security and Governmental Affairs",
      "committee_id": "SSGA",
      "subcommittee": "Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia",
      "subcommittee_id": "03"
    },
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "House Oversight and Accountability",
      "committee_id": "HSGO"
    }
  ],
  "congress": "109",
  "cosponsors": [
    {
      "bioguide_id": "N000147",
      "district": "0",
      "name": "Norton, Eleanor Holmes",
      "original_cosponsor": true,
      "sponsored_at": "2005-07-28",
      "state": "DC",
      "title": "Del.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": {
    "congress": "109",
    "law_type": "public",
    "number": "356"
  },
  "history": {
    "active": true,
    "active_at": "2005-09-15",
    "awaiting_signature": false,
    "enacted": true,
    "enacted_at": "2006-10-16",
    "house_passage_result": "pass",
    "house_passage_result_at": "2006-09-25T17:08:39-04:00",
    "senate_passage_result": "pass",
    "senate_passage_result_at": "2006-08-03",
    "vetoed": false
  },
  "introduced_at": "2005-07-28",
  "number": "3508",
  "official_title": "To authorize improvements in the operation of the government of the District of Columbia, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "2005 District of Columbia Omnibus Authorization Act",
  "sponsor": {
    "bioguide_id": "D000136",
    "district": "11",
    "name": "Davis, Tom",
    "state": "VA",
    "title": "Rep.",
    "type": "person"
  },
  "status": "ENACTED:SIGNED",
  "status_at": "2006-10-16",
  "subjects": [
    "Appropriations",
    "Auditing",
    "Charter schools",
    "Chief financial officers",
    "Collective bargaining",
    "Colleges",
    "Commerce",
    "Congress",
    "Congressional oversight",
    "Crime and Law Enforcement",
    "Dental care",
    "Disabled",
    "District of Columbia",
    "Drug abuse",
    "Drunk driving",
    "Economics and Public Finance",
    "Education",
    "Elementary and secondary education",
    "Emergency Management",
    "Eye care",
    "Fees",
    "Financial statements",
    "Fines (Penalties)",
    "Fiscal year",
    "Gambling",
    "Gifts",
    "Government employees' health insurance",
    "Government operations and politics",
    "Government paperwork",
    "Government procurement",
    "Health",
    "Higher education",
    "Insurance companies",
    "Interstate compacts",
    "Labor and Employment",
    "Law",
    "Lawyers",
    "Legal aid",
    "Legal fees",
    "Local budgets",
    "Local employees",
    "Local finance",
    "Local laws",
    "Local officials",
    "Lotteries",
    "Mayors",
    "Prosecution",
    "Public records",
    "Rating of teachers",
    "Salaries",
    "School districts",
    "School personnel",
    "Social Welfare",
    "Special education",
    "Sports and Recreation",
    "State laws",
    "Taxicabs",
    "Traffic accidents and safety",
    "Transportation and Public Works",
    "Volunteer workers",
    "Wills",
    "Workers' compensation"
  ],
  "subjects_top_term": "Government operations and politics",
  "summary": {
    "as": "Public Law",
    "asOf": "2006-10-16",
    "date": "2006-10-23T20:36:48Z",
    "text": "(This measure has not been amended since it was reported to the Senate on July 25, 2006. The summary of that version is repeated here.)\n\n2005 District of Columbia Omnibus Authorization Act - Title I: Governance of District of Columbia - Subtitle A: General District of Columbia Governance - (Sec. 101) Amends the District of Columbia Home Rule Act to allow an increase in the amount appropriated as District of Columbia funds under a budget approved by an Act of Congress by a maximum aggregate amount of: (1) 25%, in the case of amounts allocated as \"Other-Type Funds\"; and (2) 6%, in the case of any other amounts allocated under the budget.\n\nRequires the Chief Financial Officer (CFO) to certify the increase in revenue and that the use of such funds is not anticipated to have a negative impact on the District's long-term financial, fiscal, or economic health.\n\nProhibits the funds from being: (1) used to fund District government agencies under court-ordered receivership; or (2) obligated or expended without the approval of specified congressional committees in advance.\n\n(Sec. 102) Authorizes the District, subject to specified conditions, to allocate amounts from the emergency reserve and the contingency reserve funds.\n\n(Sec. 103) Permits the Administrator of General Services, at the request of the Director of the District of Columbia Public Defender Service, to furnish space and services on behalf of the Service (either directly by providing space and services in buildings owned or occupied by the federal government, or indirectly by entering into leases with nonfederal entities) in the same manner, and under the same terms and conditions, as the Administrator may furnish space and services on behalf of a federal agency.\n\n(Sec. 104) Authorizes the District to enter into an interstate compact to establish a joint state commission as an instrumentality of the District to establish uniform insurance product regulations among the participating states.\n\nDeclares that any insurance product regulation compact that the Council of the District authorizes the Mayor to execute on the District's behalf may contain provisions that delegate the requisite power and authority to the joint state commission to achieve the purposes for which the interstate compact is established.\n\n(Sec. 105) Requires the District to require all taxicabs licensed in the District to charge fares by a metered system.\n\nAuthorizes the Mayor to exempt the District from such requirement by issuing an executive order that specifically states that the District opts out of it.\n\nSubtitle B: District of Columbia Courts - (Sec. 111) Amends the District of Columbia Code to modify the duties of the Register of Wills to require that all wills proved before the Register or the court and other matters required by law be recorded in electronic or other format.\n\nRepeals requirements concerning the Register's fees and specified penalties imposed on the Register regarding them.\n\nRequires the Register to record all creditors' statements and releases of claims against a decedent's estate in lieu of maintaining a \"Claims Against Nonresident Decedents\" book.\n\n(Sec. 112) Increases the cap on rates of pay for nonjudicial employees of the DC courts.\n\n(Sec. 113) Limits the fixed rate of $25 per hour only to individuals providing investigative services to indigent defendants.\n\n(Sec. 114) Authorizes the DC courts, subject to specified conditions, to conduct proceedings outside of the District during emergencies.\n\n(Sec. 115) Amends the National Capital Revitalization and Self-Government Improvement Act of 1997 to authorize the Court Services and Offender Supervision Agency (CSOSA), including any independent entity within it, to use services of volunteers and to provide for their incidental expenses to carry out any of the Agency's activities except policy-making.\n\nApplies federal workers' compensation rules to such volunteers with respect to compensation for work injuries.\n\n(Sec. 117) Extends federal enhanced dental and vision benefits to DC court employees.\n\nAmends the District of Columbia Code to treat nonjudicial and judicial DC court personnel as federal personnel for purposes of such benefits.\n\nSubtitle C: Other Miscellaneous Technical Corrections - (Sec. 121) Makes technical corrections to: (1) the 2004 District of Columbia Omnibus Authorization Act; (2) the District of Columbia Appropriations Act, 2005; and (3) other specified laws relating to banks operating under the code of law for the District.\n\n(Sec. 124) Amends the District of Columbia Home Rule Act to make it discretionary in lieu of mandatory that the fiscal year for District schools begin on July 1 of each year and end on June 30 of the succeeding calendar year.\n\n(Sec. 125) Amends the Consolidated Appropriations Resolution, 2003 to allow the District's Public Libraries to accept and use a gift or donation if: (1) the Mayor approves such acceptance and use; and (2) the Libraries use the gift or donation to carry out their authorized functions or duties.\n\nTitle II: Independence of the Chief Financial Officer - (Sec. 201) Revises requirements for the CFO, and the CFO's duties and term of office. Subordinates to the CFO, and changes the names of, the following District government offices or department: (1) the Office of Budget and Management to the Office of Budget and Planning; (2) the Department of Finance and Revenue to the Office of Tax and Revenue; and (3) the Office of Treasurer to the Office of Finance and Treasury. Consolidates the Office of the Controller and the Office of Financial Information Services into the Office of Financial Operations and Systems.\n\nEstablishes: (1) the Office of Research and Analysis, headed by the Deputy CFO for the Office of Research and Analysis; and (2) the Lottery and Charitable Games Control Board.\n\n(Sec. 202) Provides that employees of the CFO Office shall be appointed by, serve at the pleasure of, and act under the direction and control of the CFO as at-will employees not covered by the District of Columbia Merit Personnel Act of 1978 (DCMPA). States that nothing in this Act, however, may be construed to prohibit the CFO from entering into a collective bargaining agreement governing such employees or personnel.\n\nGrants the CFO independent authority over legal personnel.\n\n(Sec. 203) Requires the CFO to carry out procurement of goods and services for the CFO Office through a procurement office or division that shall operate independently of, and shall not be governed by, the Office of Contracting and Procurement, or its successor office.\n\n(Sec. 204) Amends the General Legislative Procedures Act of 1975 to require, except for emergency declaration, ceremonial, confirmation, and sense of the Council resolutions, all permanent bills and resolutions to be accompanied by a fiscal impact statement before final adoption by the Council.\n\nTitle III: Authorization of Certain General Appropriations Provisions - (Sec. 301) Amends the National Capital Revitalization and Self-Government Improvement Act of 1997 to authorize the CSOSA to: (1) accept certain gifts; (2) accept and use reimbursement from the District government for space and services provided, on a reimbursable basis; and (3) charge fees to cover the costs of materials distributed to attendees of educational events, including conferences, sponsored by the CSOSA.\n\n(Sec. 302) Amends the DCMPA to make the evaluation process and instruments for evaluating DC Public Schools employees a nonnegotiable item for collective bargaining purposes.\n\n(Sec. 303) Applies DCMPA pay provisions to all District government employees.\n\n(Sec. 304) Amends the District of Columbia Procurement Practices Act of 1985 to require, during FY2006-FY2008, CFO review and certification of procurement contracts before their renewal or extension.\n\n(Sec. 305) Authorizes the Mayor to accept, obligate, and expend grants received by the District government that are not reflected in the budget approved by Act of Congress, subject to specified conditions.\n\n(Sec. 306) Requires an annual independent audit by the Inspector General of the District (in coordination with the CFO) of the financial statement and report submitted to the DC Council by the Mayor.\n\n(Sec. 307) Requires fines imposed for violation of traffic alcohol laws to be transferred to the District General Fund for enforcement and prosecution of such laws.\n\n(Sec. 308) Sets forth requirements for certification by the CFO and the Inspector General regarding attorneys in cases brought under the Individuals with Disabilities Education Act (IDEA) in the District."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To authorize improvements in the operation of the government of the District of Columbia, and for other purposes.",
      "type": "official"
    },
    {
      "as": "reported to house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "short"
    },
    {
      "as": "passed senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "short"
    },
    {
      "as": "enacted",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "short"
    },
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "2005 District of Columbia Omnibus Authorization Act",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-31T21:42:51Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/109/hr/BILLSTATUS-109hr3508.xml"
}