{
  "actions": [
    {
      "acted_at": "2009-05-07",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2009-05-07",
      "action_code": "H11100",
      "committees": [
        "HSII"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on Natural Resources.",
      "type": "referral"
    },
    {
      "acted_at": "2009-06-11",
      "action_code": "",
      "committees": [
        "HSII"
      ],
      "references": [],
      "text": "Committee Hearings Held.",
      "type": "action"
    },
    {
      "acted_at": "2009-12-16",
      "action_code": "",
      "committees": [
        "HSII"
      ],
      "references": [],
      "text": "Committee Consideration and Mark-up Session Held.",
      "type": "action"
    },
    {
      "acted_at": "2009-12-16",
      "action_code": "",
      "committees": [
        "HSII"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Ordered to be Reported by the Yeas and Nays: 26 - 13.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2010-02-22",
      "action_code": "H12200",
      "committees": [
        "HSII"
      ],
      "references": [],
      "text": "Reported by the Committee on Natural Resources. H. Rept. 111-412.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-22",
      "action_code": "H12410",
      "calendar": "Union",
      "number": "241",
      "references": [],
      "text": "Placed on the Union Calendar, Calendar No. 241.",
      "type": "calendar",
      "under": null
    },
    {
      "acted_at": "2010-02-22T18:44:44-05:00",
      "action_code": "H1L210",
      "bill_ids": [
        "hres1083-111"
      ],
      "references": [],
      "text": "Rules Committee Resolution H. Res. 1083 Reported to House. Rule provides for consideration of H.R. 2314 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. All points of order against consideration of the bill are waived except those arising under clause 9 or 10 of rule XXI.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T16:57:58-05:00",
      "action_code": "H1L220",
      "bill_ids": [
        "hres1083-111"
      ],
      "references": [],
      "text": "Rule H. Res. 1083 passed House.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T17:42:54-05:00",
      "action_code": "H30000",
      "bill_ids": [
        "hres1083-111"
      ],
      "references": [
        {
          "reference": "CR H700-714, H714-731",
          "type": "consideration"
        },
        {
          "reference": "CR H700-704",
          "type": "text of measure as reported in House"
        }
      ],
      "text": "Considered under the provisions of rule H. Res. 1083.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T17:42:55-05:00",
      "action_code": "H8D000",
      "references": [],
      "text": "Rule provides for consideration of H.R. 2314 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. All points of order against consideration of the bill are waived except those arising under clause 9 or 10 of rule XXI.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T17:42:56-05:00",
      "action_code": "H8D000",
      "references": [],
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 2314.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T18:52:59-05:00",
      "action_code": "H8D000",
      "bill_ids": [
        "hres1083-111"
      ],
      "references": [],
      "text": "DEBATE - Pursuant to the provisions of H. Res. 1083, the House proceeded with 30 minutes of debate on the Abercrombie amendment in the nature of a substitute.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T19:28:09-05:00",
      "action_code": "H8D000",
      "bill_ids": [
        "hres1083-111"
      ],
      "references": [],
      "text": "DEBATE - Pursuant to the provisions of H. Res. 1083, the House proceeded with 10 minutes of debate on the Hastings (WA) amendment to the Abercrombie amendment in the nature of a substitute.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T19:39:36-05:00",
      "action_code": "H8D000",
      "references": [],
      "text": "POSTPONED VOTE - At the conclusion of debate on the Hastings (WA) amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Hastings (WA) demanded the yeas and nays and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T19:40:53-05:00",
      "action_code": "H8D000",
      "bill_ids": [
        "hres1083-111"
      ],
      "references": [],
      "text": "DEBATE - Pursuant to the provisions of H. Res. 1083, the House proceeded with 10 minutes of debate on the Flake amendment to the Abercrombie amendment in the nature of a substitute.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T19:51:50-05:00",
      "action_code": "H8D000",
      "references": [],
      "text": "POSTPONED VOTE - At the conclusion of debate on the Flake amendment, the Chair put the question on adoption of the amendment and by voice vote, announced that the noes had prevailed. Mr. Flake demanded the yeas and nays and the Chair postponed further proceedings on the question of adoption of the amendment until later in the legislative day.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T19:52:51-05:00",
      "action_code": "H8D000",
      "references": [],
      "text": "UNFINISHED BUSINESS - The Chair announced that proceedings would now resume on amendments debated earlier and on which further proceedings had been postponed.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T20:33:14-05:00",
      "action_code": "H35000",
      "references": [
        {
          "reference": "CR H730",
          "type": "consideration"
        }
      ],
      "text": "The previous question was ordered pursuant to the rule.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23T20:53:40-05:00",
      "action_code": "H37100",
      "how": "roll",
      "references": [],
      "result": "pass",
      "roll": "59",
      "status": "PASS_OVER:HOUSE",
      "suspension": null,
      "text": "On passage Passed by the Yeas and Nays: 245 - 164 (Roll no. 59).",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2010-02-23T20:53:41-05:00",
      "action_code": "H38310",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2010-02-24",
      "action_code": "",
      "references": [],
      "text": "Received in the Senate.",
      "type": "action"
    },
    {
      "acted_at": "2010-03-15",
      "action_code": "",
      "references": [],
      "text": "Read the first time. Placed on Senate Legislative Calendar under Read the First Time.",
      "type": "action"
    },
    {
      "acted_at": "2010-03-16",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "319",
      "references": [],
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 319.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [
    {
      "amendment_id": "hamdt572-111",
      "amendment_type": "hamdt",
      "chamber": "h",
      "number": "572"
    },
    {
      "amendment_id": "hamdt571-111",
      "amendment_type": "hamdt",
      "chamber": "h",
      "number": "571"
    },
    {
      "amendment_id": "hamdt570-111",
      "amendment_type": "hamdt",
      "chamber": "h",
      "number": "570"
    }
  ],
  "bill_id": "hr2314-111",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [
    "H. Rept. 111-412"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "hearings",
        "referral"
      ],
      "committee": "House Natural Resources",
      "committee_id": "HSII"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "B001245",
      "district": "0",
      "name": "Bordallo, Madeleine Z.",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-04",
      "state": "GU",
      "title": "Del.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C000380",
      "district": "0",
      "name": "Christensen, Donna M.",
      "original_cosponsor": false,
      "sponsored_at": "2009-07-10",
      "state": "VI",
      "title": "Del.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C001053",
      "district": "4",
      "name": "Cole, Tom",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-12",
      "state": "OK",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "F000010",
      "district": "0",
      "name": "Faleomavaega, Eni F. H.",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-04",
      "state": "AS",
      "title": "Del.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "H001042",
      "district": "2",
      "name": "Hirono, Mazie K.",
      "original_cosponsor": true,
      "sponsored_at": "2009-05-07",
      "state": "HI",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "K000172",
      "district": "5",
      "name": "Kildee, Dale E.",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-11",
      "state": "MI",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M000933",
      "district": "8",
      "name": "Moran, James P.",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-26",
      "state": "VA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S001177",
      "district": "0",
      "name": "Sablan, Gregorio Kilili Camacho",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-11",
      "state": "MP",
      "title": "Del.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "Y000033",
      "district": "0",
      "name": "Young, Don",
      "original_cosponsor": false,
      "sponsored_at": "2009-06-26",
      "state": "AK",
      "title": "Rep.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2009-06-11",
    "awaiting_signature": false,
    "enacted": false,
    "house_passage_result": "pass",
    "house_passage_result_at": "2010-02-23T20:53:40-05:00",
    "vetoed": false
  },
  "introduced_at": "2009-05-07",
  "number": "2314",
  "official_title": "To express the policy of the United States regarding the United States relationship with Native Hawaiians and to provide a process for the recognition by the United States of the Native Hawaiian governing entity.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr862-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr1711-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s381-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s708-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3945-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s1011-111",
      "identified_by": "CRS",
      "reason": "identical",
      "type": "bill"
    },
    {
      "bill_id": "hres1083-111",
      "identified_by": "House",
      "reason": "procedurally-related",
      "type": "bill"
    }
  ],
  "short_title": "Native Hawaiian Government Reorganization Act of 2009",
  "sponsor": {
    "bioguide_id": "A000014",
    "district": "1",
    "name": "Abercrombie, Neil",
    "state": "HI",
    "title": "Rep.",
    "type": "person"
  },
  "status": "PASS_OVER:HOUSE",
  "status_at": "2010-02-23T20:53:40-05:00",
  "subjects": [
    "Alaska Natives and Hawaiians",
    "Congressional oversight",
    "Department of the Interior",
    "Executive agency funding and structure",
    "Federal-Indian relations",
    "Hawaii",
    "Indian lands and resources rights",
    "Indian social and development programs",
    "Land transfers",
    "Land use and conservation",
    "Native Americans"
  ],
  "subjects_top_term": "Native Americans",
  "summary": {
    "as": "Passed House amended",
    "asOf": "2010-02-23",
    "date": "2010-05-07T19:00:50Z",
    "text": "Native Hawaiian Government Reorganization Act of 2010 - (Sec. 3) Defines terms, including \"qualified Native Hawaiian constituent.\" Includes among the requirements to be such a constituent that the individual be an individual who: (1) is one of the indigenous, native people of Hawaii and who is a direct lineal descendant of the aboriginal, indigenous, native people who resided in the islands that now comprise the state of Hawaii on or before January 1, 1893, or is an individual who is one of the indigenous, native people of Hawaii and who was eligible in 1921 for the programs authorized by the Hawaiian Homes Commission Act, 1920; (2) wishes to participate in the reorganization of the Native Hawaiian governing entity; (3) is 18 years old or older; (4) is a U.S. citizen; and (5) maintains a significant cultural, social, or civic connection to the Native Hawaiian community, as specified.\n\n(Sec. 5) Establishes the U.S. Office for Native Hawaiian Relations within the Office of the Secretary of the Interior.\n\nDirects the Office to: (1) continue the process of reconciliation with the Native Hawaiian people in furtherance of the Apology Resolution (P.L. 103-150, a Joint Resolution extending an apology to Native Hawaiians on behalf of the United States for the participation of agents of the United States in the January 17, 1893, overthrow of the Kingdom of Hawaii); (2) upon the reaffirmation of the government-to-government relationship between the single Native Hawaiian governing entity and the United States, effectuate and coordinate the special political and legal relationship between the Native Hawaiian governing entity and the United States through the Secretary of the Interior, and with all other federal agencies; (3) provide timely notice to, and consult with, the Native Hawaiian governing entity before taking any actions that may have the potential to significantly affect Native Hawaiian resources, rights, or lands; (4) work with the Interagency Coordinating Group, other federal agencies, and the state of Hawaii on policies, practices, and proposed actions affecting Native Hawaiian resources, rights, or lands; and (5) prepare and submit to specified congressional committees an annual report detailing the activities of the Interagency Coordinating Group that are undertaken with respect to the continuing process of reconciliation and to effect meaningful consultation with the Native Hawaiian governing entity and may provide recommendations for any necessary changes to federal law or regulations.\n\n(Sec. 6) Establishes the Native Hawaiian Interagency Coordinating Group to be composed of: (1) each federal agency whose actions may significantly or uniquely impact Native Hawaiian programs, resources, rights, or lands; and (2) the Office.\n\nDesignates the Department of the Interior and the White House Office of Intergovernmental Affairs to serve as the leaders of the Interagency Coordinating Group.\n\nDirects the Interagency Coordinating Group to: (1) coordinate federal programs and policies that affect Native Hawaiians or actions by any federal agency or agencies that may significantly or uniquely affect Native Hawaiian resources, rights, or lands; (2) consult with the Native Hawaiian governing entity, but only after the satisfaction of conditions specified in section 8; and (3) ensure the participation of each federal agency in the development of the report to Congress authorized in section 5.\n\n(Sec. 7) Directs the Attorney General to designate an appropriate official within the Department of Justice (DOJ) to assist the Office in the implementation and protection of the rights of Native Hawaiians and their political and legal relationship with the United States, and upon the recognition of the Native Hawaiian governing entity, in the implementation and protection of the rights of the Native Hawaiian governing entity and its political and legal relationship with the United States.\n\n(Sec. 8) Recognizes the right of qualified Native Hawaiian people to reorganize the single Native Hawaiian governing entity to provide for their common welfare and to adopt appropriate organic governing documents. Establishes a Commission to: (1) prepare and maintain a roll of qualified qualified Native Hawaiian constituents; and (2) certify that those on the roll meet the definition of a qualified Native Hawaiian constituent. Specifies Commission composition and membership requirements.\n\nSets forth requirements related to inclusion on, and publication of, the roll and appeal rights of those excluded.\n\nOutlines the process for the reorganization, which includes forming a Native Hawaiian Interim Governing Council.\n\nReaffirms the special political and legal relationship between the United States and the Native Hawaiian governing entity upon certification required by the Secretary of the organic governing documents and the election of the entity's officers. Extends federal recognition to the governing entity as the representative governing body of the Native Hawaiian people.\n\n(Sec. 9) Reaffirms the delegation by the United States of authority to the state of Hawaii to address the conditions of the indigenous, native people of Hawaii contained in P.L. 86-3, commonly known as the Hawaii Statehood Admission Act.\n\nProvides that, once the United States extends federal recognition to the Native Hawaiian governing entity, the United States will recognize and affirm the Native Hawaiian governing entity's inherent power and authority to determine its own membership criteria, to determine its own membership, and to grant, deny, revoke, or qualify membership without regard to whether any person was or was not deemed to be a qualified Native Hawaiian constituent under this Act.\n\nAuthorizes the United States, upon the reaffirmation of such political and legal relationship, together with the state of Hawaii, to enter into negotiations with the governing entity to lead to an agreement addressing specified matters, including: (1) the transfer of federal and Hawaiian lands, natural resources, and other assets; (2) the protection of existing rights related to such lands or resources; (3) the exercise of authority over such lands, resources, and assets; (4) the exercise of the authority to tax and other authorities related to governance; and (4) historical wrongs committed by the United States or the state of Hawaii.\n\n(Sec. 10) Specifies the applicability of certain federal laws, including: (1) prohibiting gaming; and (2) stating that nothing in this Act extends eligibility for any Indian program or service to the Native Hawaiian governing entity or its members unless a statute governing such a program or service expressly provides that Native Hawaiians or the Native Hawaiian governing entity is eligible for such program or service.\n\n(Sec. 12) Authorizes appropriations."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Native Hawaiian Government Reorganization Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To express the policy of the United States regarding the United States relationship with Native Hawaiians and to provide a process for the recognition by the United States of the Native Hawaiian governing entity.",
      "type": "official"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Native Hawaiian Government Reorganization Act of 2010",
      "type": "short"
    },
    {
      "as": "reported to house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Native Hawaiian Government Reorganization Act of 2009",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Native Hawaiian Government Reorganization Act of 2009",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:16:39Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/hr/BILLSTATUS-111hr2314.xml"
}