{
  "actions": [
    {
      "acted_at": "2022-07-28",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2022-07-28",
      "action_code": "",
      "committees": [
        "SSAP"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Appropriations.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s4662-117",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Appropriations",
      "committee_id": "SSAP"
    }
  ],
  "congress": "117",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2022-07-28",
  "number": "4662",
  "official_title": "A bill making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2023, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr8282-117",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr2617-117",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2023",
  "sponsor": {
    "bioguide_id": "C001088",
    "district": null,
    "name": "Coons, Christopher A.",
    "state": "DE",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2022-07-28",
  "subjects": [
    "International affairs"
  ],
  "subjects_top_term": "International affairs",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2022-07-28",
    "date": "2022-08-17T20:54:28Z",
    "text": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2023\n\nThis bill provides FY2023 appropriations for the Department of State, foreign operations, and related programs.\n\nThe bill provides appropriations to the State Department for\n\n Administration of Foreign Affairs, International Organizations, and International Commissions. The bill provides appropriations for related agencies and programs, including\n\n the U.S. Agency for Global Media, the Asia Foundation, the U.S. Institute of Peace, the Center for Middle Eastern-Western Dialogue Trust Fund, the Eisenhower Exchange Fellowship Program, the Israeli Arab Scholarship Program, the East-West Center, and the National Endowment for Democracy. The bill provides appropriations for other commissions, including\n\n the Commission for the Preservation of America's Heritage Abroad, the U.S. Commission on International Religious Freedom, the Commission on Security and Cooperation in Europe, the Congressional-Executive Commission on the People's Republic of China, and the U.S.-China Economic and Security Review Commission. The bill provides appropriations to\n\n the U.S. Agency for International Development (USAID), the State Department and the President for international security assistance, and the President and International Financial Institutions for multilateral assistance. The bill provides appropriations for bilateral economic assistance, including programs and activities conducted by\n\n the President; the State Department; Independent Agencies, including the Peace Corps, the Millennium Challenge Corporation, the Inter-American Foundation, and the U.S. African Development Foundation; and the Department of the Treasury. The bill provides appropriations for export and investment assistance to\n\n the Export-Import Bank of the United States, the U.S. International Development Finance Corporation, and the U.S. Trade and Development Agency. In addition, the bill provides supplemental appropriations for activities to (1) strengthen global health security and pandemic preparedness; and (2) prevent, prepare for, and respond to the coronavirus.\n\nFinally, the bill sets forth requirements and restrictions for using funds provided by this and other appropriations acts."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2023",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2023",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2023, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2023-03-09T17:45:31Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/117/s/BILLSTATUS-117s4662.xml"
}