{
  "actions": [
    {
      "acted_at": "2019-09-18",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2019-09-18",
      "action_code": "H11100",
      "committees": [
        "HSAP"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.",
      "type": "referral"
    },
    {
      "acted_at": "2019-09-18",
      "action_code": "H11100",
      "committees": [
        "HSBU"
      ],
      "references": [],
      "text": "Referred to the Committee on Appropriations, and in addition to the Committee on the Budget, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.",
      "type": "referral"
    },
    {
      "acted_at": "2019-09-19T12:28:36-04:00",
      "action_code": "H1L210",
      "bill_ids": [
        "hres564-116"
      ],
      "references": [],
      "text": "Rules Committee Resolution H. Res. 564 Reported to House. Rule provides for consideration of H.R. 4378 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Bill is closed to amendments.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-19T14:13:13-04:00",
      "action_code": "H30000",
      "bill_ids": [
        "hres564-116"
      ],
      "references": [
        {
          "reference": "CR H7786-7796",
          "type": "consideration"
        }
      ],
      "text": "Considered under the provisions of rule H. Res. 564.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-19T14:15:05-04:00",
      "action_code": "H8D000",
      "references": [],
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 4378.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-19T14:57:42-04:00",
      "action_code": "H35000",
      "references": [],
      "text": "The previous question was ordered pursuant to the rule.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-19T15:30:29-04:00",
      "action_code": "H37100",
      "how": "roll",
      "references": [
        {
          "reference": "CR H7786-7791",
          "type": "text"
        }
      ],
      "result": "pass",
      "roll": "538",
      "status": "PASS_OVER:HOUSE",
      "suspension": null,
      "text": "On passage Passed by the Yeas and Nays: 301 - 123 (Roll no. 538).",
      "type": "vote",
      "vote_type": "vote",
      "where": "h"
    },
    {
      "acted_at": "2019-09-19T15:30:31-04:00",
      "action_code": "H38310",
      "references": [],
      "text": "Motion to reconsider laid on the table Agreed to without objection.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-19",
      "action_code": "",
      "references": [],
      "text": "Received in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-23",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "213",
      "references": [],
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 213.",
      "type": "calendar",
      "under": "General Orders"
    },
    {
      "acted_at": "2019-09-26",
      "action_code": "",
      "references": [
        {
          "reference": "CR S5713-5715, S5722-5723",
          "type": "consideration"
        }
      ],
      "text": "Measure laid before Senate by unanimous consent.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-26",
      "action_code": "",
      "how": "roll",
      "references": [],
      "result": "pass",
      "roll": "311",
      "status": "PASSED:BILL",
      "text": "Passed Senate, under the order of 9/25/19, having achieved 60 votes in the affirmative, without amendment by Yea-Nay Vote. 81 - 16. Record Vote Number: 311.",
      "type": "vote",
      "vote_type": "vote2",
      "where": "s"
    },
    {
      "acted_at": "2019-09-26",
      "action_code": "",
      "references": [],
      "text": "Message on Senate action sent to the House.",
      "type": "action"
    },
    {
      "acted_at": "2019-09-27",
      "action_code": "E20000",
      "references": [],
      "text": "Presented to President.",
      "type": "topresident"
    },
    {
      "acted_at": "2019-09-27",
      "action_code": "E30000",
      "references": [],
      "status": "ENACTED:SIGNED",
      "text": "Signed by President.",
      "type": "signed"
    },
    {
      "acted_at": "2019-09-27",
      "action_code": "E40000",
      "congress": "116",
      "law": "public",
      "number": "59",
      "references": [],
      "text": "Became Public Law No: 116-59.",
      "type": "enacted"
    }
  ],
  "amendments": [
    {
      "amendment_id": "samdt943-116",
      "amendment_type": "samdt",
      "chamber": "s",
      "number": "943"
    },
    {
      "amendment_id": "samdt942-116",
      "amendment_type": "samdt",
      "chamber": "s",
      "number": "942"
    }
  ],
  "bill_id": "hr4378-116",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "House Budget",
      "committee_id": "HSBU"
    },
    {
      "activity": [
        "referral"
      ],
      "committee": "House Appropriations",
      "committee_id": "HSAP"
    }
  ],
  "congress": "116",
  "cosponsors": [],
  "enacted_as": {
    "congress": "116",
    "law_type": "public",
    "number": "59"
  },
  "history": {
    "active": true,
    "active_at": "2019-09-19T12:28:36-04:00",
    "awaiting_signature": false,
    "enacted": true,
    "enacted_at": "2019-09-27",
    "house_passage_result": "pass",
    "house_passage_result_at": "2019-09-19T15:30:29-04:00",
    "senate_passage_result": "pass",
    "senate_passage_result_at": "2019-09-26",
    "vetoed": false
  },
  "introduced_at": "2019-09-18",
  "number": "4378",
  "official_title": "Making continuing appropriations for fiscal year 2020, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr3039-116",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr3421-116",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s192-116",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s1785-116",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr430-116",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr3276-116",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hres564-116",
      "identified_by": "House",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
  "sponsor": {
    "bioguide_id": "L000480",
    "district": "17",
    "name": "Lowey, Nita M.",
    "state": "NY",
    "title": "Rep.",
    "type": "person"
  },
  "status": "ENACTED:SIGNED",
  "status_at": "2019-09-27",
  "subjects": [
    "Advisory bodies",
    "Agricultural prices, subsidies, credit",
    "Alaska",
    "Alaska Natives and Hawaiians",
    "Appropriations",
    "California",
    "Defense spending",
    "Department of Agriculture",
    "Department of Commerce",
    "Department of Defense",
    "Department of Education",
    "Department of Energy",
    "Department of Health and Human Services",
    "Department of Homeland Security",
    "Department of Housing and Urban Development",
    "Department of Justice",
    "Department of Labor",
    "Department of State",
    "Department of Transportation",
    "Department of Veterans Affairs",
    "Department of the Interior",
    "Digestive and metabolic diseases",
    "Disaster relief and insurance",
    "Economics and public finance",
    "Education programs funding",
    "Emergency medical services and trauma care",
    "Environmental Protection Agency (EPA)",
    "Executive agency funding and structure",
    "Export-Import Bank of the United States",
    "Fires",
    "First responders and emergency personnel",
    "Floods and storm protection",
    "Government trust funds",
    "HIV/AIDS",
    "Health care costs and insurance",
    "Health care coverage and access",
    "Health care quality",
    "Health facilities and institutions",
    "Health personnel",
    "Health programs administration and funding",
    "Health promotion and preventive care",
    "Hospital care",
    "Human rights",
    "Indian social and development programs",
    "Inflation and prices",
    "Law enforcement officers",
    "Manufacturing",
    "Medicaid",
    "Medical education",
    "Medical research",
    "Medical tests and diagnostic methods",
    "Medicare",
    "Mental health",
    "Military facilities and property",
    "Minority health",
    "New York City",
    "Poverty and welfare assistance",
    "Prescription drugs",
    "Religion",
    "Research administration and funding",
    "Sex and reproductive health",
    "Sexually transmitted diseases",
    "Tariffs",
    "Terrorism",
    "U.S. territories and protectorates",
    "Water use and supply",
    "Worker safety and health"
  ],
  "subjects_top_term": "Economics and public finance",
  "summary": {
    "as": "Public Law",
    "asOf": "2019-09-27",
    "date": "2022-03-04T19:04:43Z",
    "text": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019 \n\nHighlights \n\nThis bill provides continuing FY2020 appropriations to federal agencies through November 21, 2019.\n\nIt is known as a continuing resolution (CR) and prevents a government shutdown that would otherwise occur if the FY2020 appropriations bills have not been enacted when FY2020 begins on October 1, 2019.\n\nThe CR funds most projects and activities at the FY2019 levels with several exceptions that provide funding flexibility and additional appropriations to various programs.\n\nThe bill also extends several expiring programs and authorities, including several health care programs.\n\nFull Summary \n\nDIVISION A--CONTINUING APPROPRIATIONS ACT, 2020\n\nContinuing Appropriations Act, 2020\n\n (Sec. 101) This section provides FY2020 appropriations to federal agencies for continuing projects or activities at the levels of, and under the terms and conditions of, specified FY2019 appropriations acts.\n\nIt also authorizes the Department of Agriculture (USDA) to use appropriated funds in the Rural Water and Waste Disposal Program Account for the costs of certain direct loans.\n\n(Sec. 102) The section prohibits the Department of Defense (DOD) from using continuing appropriations for\n\n the new production of items not funded for production in FY2019 or prior years (i.e., new starts), an increase in production rates above those sustained with FY2019 funds, or the initiation of multiyear procurements utilizing advance procurement funding for economic order quantity procurement. (Sec. 103) This section specifies that the appropriations provided by Section 101 shall be available to the extent and in the manner that would be provided by the pertinent appropriations act.\n\n(Sec. 104) This section prohibits any appropriations or funds made available by Section 101 from being used to initiate or resume any project or activity that was not funded in FY2019.\n\n(Sec. 105) This section specifies that appropriations made and authority granted pursuant to this division cover all obligations or expenditures incurred for any project or activity during the period of the CR.\n\n(Sec. 106) This section continues the appropriations provided by this division through the earlier of November 21, 2019, or the enactment of the applicable appropriations legislation.\n\n(Sec. 107) This section requires expenditures for activities funded in this division to be charged to the relevant account when the applicable appropriations bill becomes law.\n\n(Sec. 108) This section waives the normal time limitations for submission and approval of apportionments of accounts funded in annual appropriations acts.\n\n(Sec. 109) This section limits disbursements for programs that would otherwise have high initial rates of operation or would complete distribution of funding at the beginning of the fiscal year if those actions would impinge on final congressional funding prerogatives.\n\n(Sec. 110) This section requires this division to be implemented so that only the most limited funding action permitted by this division is taken in order to provide for continuation of projects and activities.\n\n(Sec. 111) This section provides that entitlements and other mandatory payments with budget authority provided in FY2019 appropriations bills and for activities under the Food and Nutrition Act of 2008 shall continue at the rate to maintain program levels under current law, and under the authority and conditions provided in the applicable FY2019 appropriations act, for up to 30 days after the expiration of the CR.\n\n (Sec. 112) This section permits funding made available by this division for civilian personnel compensation and benefits in each department and agency to be apportioned up to the rate of operations necessary to avoid furloughs. It also requires all necessary actions to reduce or defer non-personnel-related administrative expenses to be taken prior to using this authority.\n\n(Sec. 113) This section permits funds appropriated by this division to be obligated and expended notwithstanding specified statutory provisions restricting appropriations for foreign assistance, the Department of State, international broadcasting, and intelligence activities in the absence of prior authorizations.\n\n (Sec. 114) This section extends designations for Overseas Contingency Operations/ Global War on Terrorism, disaster relief, and emergency requirements to funds provided by this division that previously carried those designations.\n\n (Sec. 115) This section specifies requirements and procedures for continuing certain rescissions or cancellations of discretionary budget authority.\n\n(Sec. 116) This section expands the list of eligible losses that may be covered under the Additional Supplemental Appropriations for Disaster Relief Act of FY2019 to include payments to cooperative processors for reduced sugar beet quantity and quality.\n\n(Sec. 117) This section allows USDA to waive the matching funds requirement for grants provided under the Specialty Crop Research Initiative.\n\n(Sec. 118) This section permits funds provided to USDA for Child Nutrition Programs to be apportioned up to the rate for operations necessary to ensure that the Summer Electronic Benefit Transfer for Children demonstration projects are operational by May 2020. (The program operates through competitive state grants and provides monthly benefits during the summer to low-income families with school-aged children.)\n\n(Sec. 119) This section permits USDA to continue making payments to farmers affected by retaliatory tariffs by accelerating reimbursements to the Commodity Credit Corporation for certain net realized losses sustained in FY2019.\n\n (Sec. 120) This section provides additional appropriations to the USDA Agricultural Marketing Service to implement the Hemp Production Program.\n\n(Sec. 121) This section allows the U.S. International Trade Commission to apportion funding at the rate for operations necessary to carry out responsibilities under the American Manufacturing Competitiveness Act of 2016.\n\n(Sec. 122) This section permits the funds provided by Section 101 for the Census Bureau to be apportioned up to the rate for operations necessary to maintain the schedule and deliver the required data according to statutory deadlines in the 2020 Decennial Census Program.\n\n(Sec. 123) This section authorizes DOD to exceed the limit on advance billings for background investigation services and related services purchased from activities financed using working capital funds.\n\n(Sec. 124) This section provides appropriations for the Ukraine Security Assistance Initiative.\n\n(Sec. 125) This section prohibits funds from being transferred from the Western Area Power Administration's Colorado River Basins Power Marketing Fund to the general fund of the Treasury during FY2019.\n\n(Sec. 126) This section extends the authority for the Bureau of Reclamation to conduct activities under the Calfed Bay-Delta Authorization Act. The authority allows the Bureau of Reclamation to undertake activities related to formulating a long-term comprehensive plan to restore the ecological health and improve the water management of California's Bay-Delta system.\n\n(Sec. 127) This section provides additional appropriations for the Committee on Foreign Investment in the United States (CIFIUS) Fund.\n\n(Sec. 128) This section permits the District of Columbia to spend funds collected through local taxes and other nonfederal sources.\n\n(Sec. 129) This section provides additional appropriations to the Office of Personnel Management for administrative expenses.\n\n(Sec. 130) This section provides additional appropriations for the Small Business Administration's 7(a) loan guaranty program. The program provides loans to small businesses that might not otherwise receive financing.\n\n(Sec. 131) This section provides additional appropriations for Small Business Administration disaster loans.\n\n(Sec. 132) This section allows the Secret Service to apportion funds at the rate of operations necessary to support hiring and operations required for protective activities associated with the 2020 presidential election campaign.\n\n(Sec. 133) This section permits funds provided to the Federal Emergency Management Agency (FEMA) Disaster Relief Fund to be apportioned up to the rate of operations necessary to carry out disaster response and recovery efforts.\n\n(Sec. 134) This section extends the authorization for the National Flood Insurance Program.\n\n(Sec. 135) This section permits specified funds provided to the Department of Homeland Security (DHS) for the Office of the Secretary and Executive Management; the Management Directorate; and Intelligence, Analysis, and Operations Coordination to be apportioned up to the rate for operations necessary to carry out activities previously funded by the DHS Working Capital Fund.\n\n(Sec. 136) This section provides additional appropriations to the Indian Health Service for the costs of staffing and operating facilities that were or will be opened, renovated, or expanded in FY2019 and FY2020.\n\n(Sec. 137) This section specifies that certain funds provided for the Centers for Disease Control and Prevention (CDC) and the Public Health and Social Services Emergency Fund may be obligated in the account and budget structure, and under the authorities and conditions, set forth in H.R. 2740 (Labor, Health and Human Services, Education, Defense, State, Foreign Operations, and Energy and Water Development Appropriations Act, 2020), as passed by the House.\n\n(Sec. 138) This section permits specified funds to be transferred from the Infectious Diseases Rapid Response Reserve Fund to the CDC for Ebola preparedness and response activities.\n\n(Sec. 139) This section extends the authority for the Department of Education's National Advisory Committee on Institutional Quality and Integrity. (The committee is responsible for assessing the process of accreditation in higher education and the institutional eligibility and certification of institutions of higher education to participate in federal student aid programs authorized under Title IV of the Higher Education Act.)\n\n(Sec. 140) This section allows the Department of Veterans Affairs to use specified funds at a higher apportionment rate to support projects and activities created by the Blue Water Navy Vietnam Veterans Act of 2019.\n\n(Sec. 141) This section extends the authority of the Export-Import Bank.\n\n(Sec. 142) This section extends the authority of the Commission on International Religious Freedom.\n\n(Sec. 143) This section modifies certain requirements for obligating funding under the Federal Transit Administration (FTA) Capital Investments Grants Program.\n\n(Sec. 144) This section suspends certain requirements in the Internal Revenue Code that affect the Mass Transit Account of the Highway Trust Fund. For the duration of the CR, the bill suspends a provision that would require FTA capital investment grants to be decreased due to a reduction in appropriations.\n\n(Sec. 145) This section allows amounts made available to the Housing for the Elderly account to be apportioned at a rate for operations necessary to allow the Department of Housing and Urban Development to maintain project rental assistance for the elderly.\n\nDIVISION B--HEALTH AND HUMAN SERVICES EXTENDERS AND OTHER MATTERS\n\nTITLE I--PUBLIC HEALTH EXTENDERS\n\n(Sec. 1101) This title extends (1) the Community Health Center Fund, which provides enhanced funding for community health centers and the National Health Service Corps; and (2) payments to teaching health centers that operate graduate medical education programs.\n\n(Sec. 1102) The title also extends the Special Diabetes Program, which is administered by the National Institutes of Health, and the Special Diabetes Program for Indians, which is administered by the Indian Health Service.\n\nTITLE II--OTHER HEALTH EXTENDERS\n\n(Sec. 1201) This title extends funding for sexual-risk avoidance education.\n\n(Sec. 1202) The title also extends funding for personal-responsibility education.\n\nTITLE III--MEDICAID EXTENDERS\n\n(Sec. 1301) This title extends the Medicaid demonstration program for certified community behavioral health clinics.\n\n(Sec. 1302) The title also continues to apply an enhanced federal medical assistance percentage (i.e., federal matching rate) for U.S. territories under Medicaid.\n\n(Sec. 1303) The title delays certain reductions to Medicaid disproportionate-share hospital allotments.\n\nTITLE IV--MEDICARE EXTENDERS\n\n(Sec. 1401) This title extends funding for certain Medicare quality-measurement activities.\n\n(Sec. 1402) The title also extends funding for state health-insurance programs, area agencies on aging, aging and disability resource centers, and technical assistance related to outreach and enrollment.\n\n(Sec. 1403) The title delays termination of the Patient-Centered Outcomes Research Trust Fund, which supports comparative clinical effectiveness research and related efforts by the Department of Health and Human Services to coordinate and disseminate such research.\n\nTITLE V--HUMAN SERVICES EXTENDERS\n\n(Sec. 1501) This title extends demonstration projects addressing health-professions workforce needs.\n\n(Sec. 1502) The title also extends Temporary Assistance for Needy Families (TANF) program grants to states and related assistance grants to U.S. territories.\n\nTITLE VI--MISCELLANEOUS POLICIES\n\n(Sec. 1601) This title extends a provision that prohibits the Indian Health Service from disbursing funds for health care services to any Alaska Native village or Alaska Native village corporation that is located within the area served by an Alaska Native regional health entity.\n\n(Sec. 1602) The title also increases the maximum number of eligible first responders and survivors under the World Trade Center Health Program.\n\n(Sec. 1603) The title repeals the requirement that drug manufacturers include the prices of certain authorized generic drugs when determining the average manufacturer price (AMP) of brand-name drugs (also known as a blended AMP), and excludes manufacturers from the definition of wholesalers for purposes of rebate calculations, under the Medicaid Drug Rebate Program.\n\n(Sec. 1604) The title also reduces funding available to the Medicaid Improvement Fund beginning in FY2021 and increases funding available beginning in FY2025 for state activities relating to mechanized claims systems.\n\nTITLE VII--BUDGETARY EFFECTS\n\n(Sec. 1701) This title exempts the budgetary effects of this division from (1) the Statutory Pay-As-You-Go Act of 2010 (PAYGO), (2) the Senate PAYGO rule, and (3) certain budget scorekeeping rules."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Making continuing appropriations for fiscal year 2020, and for other purposes.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020",
      "type": "short"
    },
    {
      "as": "passed senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
      "type": "short"
    },
    {
      "as": "passed senate",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020",
      "type": "short"
    },
    {
      "as": "enacted",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
      "type": "short"
    },
    {
      "as": "enacted",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020, and Health Extenders Act of 2019",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020",
      "type": "short"
    },
    {
      "as": "passed house",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Continuing Appropriations Act, 2020",
      "type": "short"
    }
  ],
  "updated_at": "2022-11-01T13:49:57Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/116/hr/BILLSTATUS-116hr4378.xml"
}