{
  "actions": [
    {
      "acted_at": "2005-04-19",
      "action_code": "",
      "committees": [
        "SSFI"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Finance. Ordered to be reported without amendment favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2005-06-14",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2005-06-14",
      "action_code": "",
      "committee": "Finance",
      "committees": [
        "SSFI"
      ],
      "references": [],
      "text": "Committee on Finance. Original measure reported to Senate by Senator Grassley. With written report No. 109-82.",
      "type": "reported"
    },
    {
      "acted_at": "2005-06-14",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "127",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 127.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s1230-109",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 109-82"
  ],
  "committees": [
    {
      "activity": [
        "origin",
        "reporting",
        "markup"
      ],
      "committee": "Senate Finance",
      "committee_id": "SSFI"
    }
  ],
  "congress": "109",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2005-04-19",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2005-06-14",
  "number": "1230",
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 to provide for the extension of the Highway Trust Fund and the Aquatic Resources Trust Fund expenditure authority and related taxes and to provide for excise tax reform and simplification, and for other purposes.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Highway Reauthorization and Excise Tax Simplification Act of 2005",
  "sponsor": {
    "bioguide_id": "G000386",
    "district": null,
    "name": "Grassley, Chuck",
    "state": "IA",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2005-04-19",
  "subjects": [
    "Administrative procedure",
    "Administrative remedies",
    "Agricultural machinery",
    "Agriculture and Food",
    "Aircraft",
    "Airports",
    "Alabama",
    "Alcohol as fuel",
    "Alcohol tax",
    "Alcoholic beverages",
    "Arkansas",
    "Automobile tires",
    "Automobiles",
    "Aviation fuels",
    "Beer",
    "Boats and boating",
    "Bonds",
    "Business records",
    "Chief executive officers",
    "Commerce",
    "Commuting",
    "Congress",
    "Corporate debt",
    "Corporation taxes",
    "Corporations",
    "Cost of living adjustments",
    "Credit cards",
    "Crime and Law Enforcement",
    "Data banks",
    "Department of the Treasury",
    "Diesel motor",
    "Economics and Public Finance",
    "Electronic data interchange",
    "Energy",
    "Environmental Protection",
    "Equipment and supplies",
    "Excise tax",
    "Exports",
    "Farmers",
    "Federal advisory bodies",
    "Federal aid to transportation",
    "Federal-state relations",
    "Fertilizers",
    "Finance and Financial Sector",
    "Fines (Penalties)",
    "Firearms",
    "Fishing",
    "Foreign Trade and International Finance",
    "Foreign corporations",
    "Foreign investments",
    "Foreign tax credit",
    "Forestry",
    "Forfeiture",
    "Fraud",
    "Fringe benefits",
    "Fuel consumption",
    "Gasoline",
    "Government Operations and Politics",
    "Government paperwork",
    "Government trust funds",
    "Governmental investigations",
    "Harbors",
    "Highway finance",
    "Highway use tax",
    "Housing and Community Development",
    "Illinois",
    "Income tax",
    "Indexing (Economic policy)",
    "Interest",
    "Intergovernmental tax relations",
    "Kentucky",
    "Labor and Employment",
    "Law",
    "Legislation",
    "Louisiana",
    "Marine engines",
    "Marine safety",
    "Mass rapid transit",
    "Mississippi",
    "Missouri",
    "Motor buses",
    "Nonprofit organizations",
    "Pest control",
    "Pesticides",
    "Privatization",
    "Public Lands and Natural Resources",
    "Puerto Rico",
    "Regional planning",
    "Retail trade",
    "Road construction",
    "Science, Technology, Communications",
    "Securities",
    "Sentences (Criminal procedure)",
    "Social Welfare",
    "Sports and Recreation",
    "Strategic planning",
    "Tax administration",
    "Tax credits",
    "Tax evasion",
    "Tax exclusion",
    "Tax exemption",
    "Tax havens",
    "Tax penalties",
    "Tax rates",
    "Tax refunds",
    "Tax returns",
    "Taxation",
    "Taxation of foreign income",
    "Tennessee",
    "Toll roads",
    "Tourism",
    "Traffic congestion",
    "Traffic engineering",
    "Transportation and Public Works",
    "Transportation planning",
    "Travel costs",
    "Trucks",
    "Virgin Islands",
    "Wholesale trade",
    "Wine"
  ],
  "subjects_top_term": "Taxation",
  "summary": {
    "as": "Reported to Senate without amendment",
    "asOf": "2005-06-14",
    "date": "2005-07-12T19:03:29Z",
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighway Reauthorization and Excise Tax Simplification Act of 2005 - Title I: Trust Fund Reauthorization - (Sec. 101) Amends the Internal Revenue Code to extend through FY2011: (1) the 7.3 cents per gallon excise tax rate on fuel for certain buses; (2) the increased tax rate for special motor fuels; (3) the increased tax rate for methanol or ethanol fuel; (4) the excise tax on heavy trucks and trailers sold at retail; (5) the excise tax on tires; (6) the increased tax rate for gasoline, diesel fuel, and kerosene; (7) the highway motor vehicle use tax; (8) the period for floor stock refunds for taxes on tires and certain taxable fuels; (9) the exemption from tax for certain tax-free sales and for use of certain heavy vehicles; and (10) the authority for transfers of motorboat and small-engine fuel taxes from the Highway Trust Fund to the Aquatic Resources Trust Fund.\n\nExtends through FY2009 expenditure authority for the Highway Trust Fund and the Aquatic Resources Trust Fund.\n\n(Sec. 102) Extends from 24 to 48 months the period for estimating net highway tax receipts for purposes of adjusting apportionments to states for federal highway-aid programs.\n\nTitle II: Excise Tax Reform and Simplification - Subtitle A: Highway Excise Taxes (Sec. 201) Exempts limousines with a gross vehicle weight greater than 6,000 pounds from the gas guzzler tax.\n\nSubtitle B: Aquatic Excise Taxes (Sec. 211) Eliminates the authority for transfers to the Boat Safety Account in the Aquatic Resources Trust Fund and phases out future transfers to such Account through FY2010.\n\nEstablishes in the Treasury the Sport Fish Restoration and Boating Trust Fund.\n\n(Sec. 212) Exempts commercial cargo exported from the United States from the harbor maintenance tax.\n\n(Sec. 213) Limits the excise tax on fishing rods or poles to the lesser of 10 percent or $10.\n\nSubtitle C: Aerial Excise Taxes (Sec. 221) Provides that an aerial applicator of agricultural fertilizer or other substances who is the ultimate purchaser of gasoline used on farms may qualify for an excise tax exemption for such gasoline without the necessity of a waiver by farm owners, operators, or tenants of their right to be treated as users and ultimate purchasers of such gasoline. Includes within such tax exemption gasoline used for the direct flight between the airfield and one or more farms.\n\nExempts fixed-wing aircraft used for forestry purposes from the passenger air transportation tax unless such aircraft uses federally-funded airports and airway services.\n\n(Sec. 222) Expands the definition of rural airport for purposes of the air transportation tax to include an airport that is not connected by paved roads to another airport. Exempts from such tax: (1) transportation by seaplanes that do not use airports receiving assistance from the Airport and Airways Trust Fund; and (2) certain sightseeing aircraft.\n\nSubtitle D: Taxes Relating to Alcohol (Sec.231) Repeals the special occupational taxes on producers and marketers of alcoholic beverages and on the nonbeverage or industrial use of distilled spirits. Revises and adds registration, recordkeeping, and inspection requirements applicable to wholesale and retail dealers of distilled spirits.\n\n(Sec. 232) Extends until January 1, 2007, and increases from $13.25 to $13.50 per proof gallon, the amount of excise tax on distilled spirits required to be paid back (covered) to the Treasuries of Puerto Rico and the Virgin Islands. Requires Puerto Rico to transfer a portion of the amount paid back to the Puerto Rico Conservation Trust Fund.\n\n(Sec. 233) Allows certain wholesalers, distillers, and importers of distilled spirits an income tax credit for the average carrying costs of the excise tax on distilled spirits.\n\n(Sec. 234) Permits taxpayers with distilled spirit tax liabilities of not more than $50,000 to file quarterly tax reports (instead of semimonthly reports).\n\nSubtitle E: Sport Excise Taxes (Sec. 241) Exempts from the firearms excise tax taxpayers who manufacture, produce, or import less than 50 pistols, revolvers, or firearms annually.\n\nTitle III: Miscellaneous Provisions - (Sec. 301) Establishes a Motor Vehicle Fuel Tax Enforcement Advisory Commission to assist in the administration of motor vehicle fuel excise taxes. Authorizes the Commission to obtain data directly from any U.S. agency or department. Terminates the Commission on September 30, 2009.\n\n(Sec. 302) Establishes a National Surface Transportation Infrastructure Financing Commission to study the funding of, and alternative approaches to generating revenues for, the Highway Trust Fund. Authorizes the Commission to obtain data directly from any U.S. agency. Directs the Commission to submit a final report to the Secretaries of Transportation and the Treasury and to specified congressional committees within two years of its first meeting.\n\n(Sec. 303) Authorizes expenditures from the Highway Trust Fund for two comprehensive studies of supplemental or alternative funding sources for the Highway Trust Fund.\n\n(Sec. 304) Directs the Delta Regional Authority to study the transportation assets and needs of states in the Delta region (i.e., Alabama, Arkansas, Illinois, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee).\n\n(Sec. 305) Establishes the Build America Corporation as a nonprofit and nongovernmental agency to issue Build America bonds. Authorizes the use of Build America bond proceeds to fund certain qualified projects, including highway projects, public transportation projects, and congestion relief projects.\n\n(Sec. 306) Increases the tax exclusion for transportation and parking employee benefits of employees. Adjusts such exclusion amounts for inflation after 2008.\n\nTitle IV: Fuels-Related Technical Corrections - (Sec. 401) Makes technical corrections to: (1) the American Jobs Creation Act of 2004 relating to refunds for excise tax on certain alcohol fuels and the termination date for the 21.8-cent per gallon rate for noncommercial aviation jet fuel; and (2) the Transportation Equity Act for the 21st Century.\n\nTitle V: Revenue Offset Provisions - (Sec. 501) Sets forth a special rule for the treatment of contingent payment convertible debt instruments.\n\n(Sec. 502) Imposes increased penalties for frivolous tax submissions. Defines \"submissions\" to include requests for collection due process hearings, installment agreements, offers in compromise, or taxpayer assistance orders. Permits taxpayers to withdraw frivolous tax submissions without penalty.\n\n(Sec. 503) Increases criminal penalties for attempts to evade or defeat tax, willful failure to file tax returns, supply information, or pay tax, and fraud and false statements.\n\n(Sec. 504) Doubles tax penalties, fines, and interest for underpayments of tax related to certain offshore financial arrangements.\n\n(Sec. 505) Exempts U.S. shareholders of controlled foreign corporations from the application of certain passive foreign investment company rules where such corporations earn subpart F income and there is only a remote likelihood that subpart F income will be included in the gross income of such shareholders.\n\n(Sec. 506) Requires that the federal income tax return of a corporation include a declaration signed by the chief executive officer of such corporation, under penalty of perjury, that the corporation has procedures in place to ensure that its return complies with tax law, and that the chief executive officer was provided with reasonable assurance of the accuracy of such return.\n\n(Sec. 507) Authorizes the Secretary of the Treasury to prescribe regulations disallowing or allocating the foreign tax credit under circumstances involving an inappropriate separation of foreign taxes from the related foreign income."
  },
  "titles": [
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Highway Reauthorization and Excise Tax Simplification Act of 2005",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Highway Reauthorization and Excise Tax Simplification Act of 2005",
      "type": "short"
    },
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Highway Reauthorization and Excise Tax Simplification Act of 2005",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "An original bill to amend the Internal Revenue Code of 1986 to provide for the extension of the Highway Trust Fund and the Aquatic Resources Trust Fund expenditure authority and related taxes and to provide for excise tax reform and simplification, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2022-02-03T05:25:24Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/109/s/BILLSTATUS-109s1230.xml"
}