{
  "actions": [
    {
      "acted_at": "2010-06-10",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2010-06-10",
      "action_code": "",
      "committees": [
        "SSRA"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Rules and Administration.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s3475-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Rules and Administration",
      "committee_id": "SSRA"
    }
  ],
  "congress": "111",
  "cosponsors": [],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2010-06-10",
  "number": "3475",
  "official_title": "A bill to provide tighter control over and additional public disclosure of earmarks.",
  "popular_title": null,
  "related_bills": [],
  "short_title": "Clean Up Earmarks Act of 2010",
  "sponsor": {
    "bioguide_id": "B001267",
    "district": null,
    "name": "Bennet, Michael F.",
    "state": "CO",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2010-06-10",
  "subjects": [
    "Appropriations",
    "Congress",
    "Congressional oversight",
    "Government information and archives",
    "Internet and video services",
    "Internet, web applications, social media",
    "Legislative rules and procedure",
    "Office of Management and Budget (OMB)",
    "Public participation and lobbying",
    "Senate"
  ],
  "subjects_top_term": "Congress",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2010-06-10",
    "date": "2010-07-21T20:38:43Z",
    "text": "Clean Up Earmarks Act of 2010 or CUE Act of 2010 - Requires the Comptroller General to submit an audit to Congress of 5% of Senate earmarks for the current fiscal year chosen at random.\n\n Requires the audit to include: (1) an adequate number of earmarks of small and large programs; (2) 50% of earmarks that have been requested by at least one Democratic Senator and one Republican Senator, respectively; and (3) 50% of earmarks requested by members and 50% of those requested by non-members, respectively, of the Senate Committee on Appropriations.\n\n Amends Rule XLIV (Congressional Directed Spending and Related Items) of the Standing Rules of the Senate to require an affirmative vote of two-thirds (currently, three-fifths [60]) of the Members of the Senate to: (1) authorize a Senator to move to waive any or all points of order with respect to a pending conference report that constitutes new directed spending provisions; and (2) sustain an appeal of the ruling of the Chair regarding such point of order.\n\nRequires the Secretary of the Senate and the Clerk of the House of Representatives to take necessary steps to improve the website earmarks.gov to: (1) make earmarks more easily searchable by the requesting Member of Congress and by any federally registered lobbyist who requested them; and (2) ensure that the website is user friendly and does not include extraneous information.\n\nExpresses the sense of the Senate that the subcommittees of the Committee should hold separate hearings on earmark requests in excess of $1 million and of $5 million, respectively, during which Members who requested them should be invited to testify.\n\nAmends Rule XLIV to require all congressionally directed spending items to be included in the text of an appropriations or authorization bill and any related conference report. Requires each request by a Senator for a congressionally directed spending item for such a bill to be posted on the Senator's website within 48 hours, including specified related information. Makes it out of order to consider an appropriations or authorization bill, amendment, or conference report if it contains a congressionally directed spending item for a private for-profit entity.\n\nRequires a Senator to: (1) require any eligible entity that requests an earmark submission from the Senator to include a written disclosure in that earmark request of the identity of any for-profit, private company that might directly benefit financially from the award of the earmark; and (2) submit the disclosed beneficiary identity in writing to the Committee with any corresponding earmarks request made by the Senator, and include the beneficiary disclosure in the disclosure of earmarks required to be posted on the Senator's website.\n\nAmends the Lobbying Disclosure Act of 1995 to require reports by registered lobbyists to include, for each client, the amount of congressional earmarks requested from Congress on the client's behalf and a detailed accounting of each such earmark."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Clean Up Earmarks Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to provide tighter control over and additional public disclosure of earmarks.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Clean Up Earmarks Act of 2010",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "CUE Act of 2010",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:19:47Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s3475.xml"
}