{
  "actions": [
    {
      "acted_at": "2005-09-22",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2005-09-22",
      "action_code": "",
      "committees": [
        "SSCM"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.",
      "type": "referral"
    },
    {
      "acted_at": "2005-10-20",
      "action_code": "",
      "committees": [
        "SSCM"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2005-12-08",
      "action_code": "",
      "committee": "Commerce, Science, and Transportation",
      "committees": [
        "SSCM"
      ],
      "references": [],
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Stevens under authority of the order of the Senate of 11/18/2005 with an amendment in the nature of a substitute. With written report No. 109-204.",
      "type": "reported"
    },
    {
      "acted_at": "2005-12-08",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "321",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 321.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s1753-109",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 109-204"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "Senate Commerce, Science, and Transportation",
      "committee_id": "SSCM"
    }
  ],
  "congress": "109",
  "cosponsors": [
    {
      "bioguide_id": "I000025",
      "district": null,
      "name": "Inouye, Daniel K.",
      "original_cosponsor": true,
      "sponsored_at": "2005-09-22",
      "state": "HI",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "L000550",
      "district": null,
      "name": "Landrieu, Mary L.",
      "original_cosponsor": true,
      "sponsored_at": "2005-09-22",
      "state": "LA",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "L000447",
      "district": null,
      "name": "Lott, Trent",
      "original_cosponsor": true,
      "sponsored_at": "2005-09-22",
      "state": "MS",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "N000180",
      "district": null,
      "name": "Nelson, Ben",
      "original_cosponsor": true,
      "sponsored_at": "2005-09-22",
      "state": "NE",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S000663",
      "district": null,
      "name": "Snowe, Olympia J.",
      "original_cosponsor": false,
      "sponsored_at": "2005-10-06",
      "state": "ME",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S000888",
      "district": null,
      "name": "Stevens, Ted",
      "original_cosponsor": true,
      "sponsored_at": "2005-09-22",
      "state": "AK",
      "title": "Sen.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "V000127",
      "district": null,
      "name": "Vitter, David",
      "original_cosponsor": true,
      "sponsored_at": "2005-09-22",
      "state": "LA",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2005-10-20",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2005-09-22",
  "number": "1753",
  "official_title": "A bill to establish a unified national hazard alert system, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr5556-109",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Warning, Alert, and Response Network Act",
  "sponsor": {
    "bioguide_id": "D000595",
    "district": null,
    "name": "DeMint, Jim",
    "state": "SC",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2005-10-20",
  "subjects": [
    "Administrative procedure",
    "Alaska",
    "Antennas",
    "Arctic and polar regions",
    "Atlantic Coast (U.S.)",
    "Atlantic Ocean",
    "Caribbean area",
    "Coastal zone",
    "Communication satellites",
    "Compensation (Law)",
    "Congress",
    "Congressional oversight",
    "Congressional reporting requirements",
    "Crime and Law Enforcement",
    "Department of Commerce",
    "Disaster relief",
    "Disasters",
    "Earth resources satellites",
    "Earthquakes",
    "Economics and Public Finance",
    "Electronic mail systems",
    "Emergency communication systems",
    "Emergency management",
    "Employee training",
    "Environmental Protection",
    "Evacuation of civilians",
    "Executive reorganization",
    "Federal Communications Commission",
    "Federal advisory bodies",
    "Federal-local relations",
    "Federal-state relations",
    "Government Operations and Politics",
    "Government contractors",
    "Government publicity",
    "Grants-in-aid",
    "Gulf of Mexico",
    "Hawaii",
    "Housing and Community Development",
    "Hurricane aftermath legislation",
    "Independent regulatory commissions",
    "International Affairs",
    "International agencies",
    "International cooperation",
    "International cooperation in science",
    "Internet",
    "Labor and Employment",
    "Latin America",
    "Law",
    "Local officials",
    "Maintenance and repair",
    "Marine and coastal resources, fisheries",
    "Ocean currents",
    "Oceanographic research",
    "Pacific Ocean",
    "Pacific area",
    "Public broadcasting",
    "Radio broadcasting",
    "Remote sensing",
    "Rescue work",
    "Research and development",
    "Risk",
    "Science, Technology, Communications",
    "Seismology",
    "Space activities",
    "Standards",
    "State officials",
    "Technical assistance",
    "Technological innovations",
    "Technology assessment",
    "Technology transfer",
    "Telephone",
    "Television broadcasting",
    "Terrorism",
    "Tsunamis",
    "Weather forecasting",
    "Wireless communication"
  ],
  "subjects_top_term": "Emergency management",
  "summary": {
    "as": "Reported to Senate with amendment(s)",
    "asOf": "2005-12-08",
    "date": "2006-02-03T21:08:43Z",
    "text": "Title I: National Alert System - Warning, Alert, and Response Network Act - (Sec. 102) Establishes a National Alert System (NAS) to provide a public communications system capable of alerting the public on a national, regional, or local basis to emergency situations requiring a public response.\n\nRequires the NAS to: (1) utilize multiple technologies for providing alerts to the public; and (2) provide redundant alert mechanisms where practicable so as to reach the greatest number of people regardless of whether they have access to, or utilize, any specific medium of communication or any particular device.\n\nRequires the Director of the National Alert Office (NAO), created by this Act, to work with the Federal Communications Commission (FCC) and other relevant federal agencies to: (1) ensure that the complements, rather than duplicates, existing federal alert systems; and (2) obtains the maximum benefit possible from the utilization of existing research and development, technologies, and processes developed for or utilized by such systems.\n\nDirects the FCC to: (1) complete its Review of the Emergency Alert System, EB Docket No. 04-296; (2) ensure that the President, the Secretary of Homeland Security, and state governors have access to the emergency alert system; and (3) ensure that the Emergency Alert System can transmit in languages other than English.\n\n(Sec. 103) Directs the NAO to establish a process for credentialing emergency managers to use the system.\n\nSpecifies the requirements any alert transmitted via the NAS must meet.\n\nDirects the NAO Director to specify: (1) the classes of events or situations for which the NAS may be used to alert the public; and (2) the content of the types of such alerts.\n\nAuthorizes the NAO Director to establish a procedure under which localized traffic, weather, community, or other non-emergency alerts may be transmitted via the NAS in a manner that enables them to be received only by individuals who take appropriate action to receive such alerts.\n\nRequires the NAS to provide: (1) secure, widely dispersed multiple access points to federal, state, or local government officials with credentials that will enable them to initiate alerts for transmission to the public via the system; and (2) system redundancies to ensure functionality in the event of partial system failures, power failures, or other interruptive events.\n\nRequires the FCC to initiate a procedure and subsequently an order to allow any licensee providing commercial mobile service (wireless provider), at its election, to participate in the system.\n\nDirects the FCC to initiate a proceeding to require public broadcast television licensees and permittees to install necessary equipment and technologies on, or as part of, any broadcast television digital signal transmitter to enable it to serve as a backbone for the reception, relay, and retransmission of NAS alerts. Requires the NAO to compensate any such licensee or permittee for costs incurred in complying with such requirement.\n\nProtects participants from liability for any act or or omission related to any harm from the transmission of, or failure to transmit, an alert.\n\n(Sec. 104) Establishes the NAO within the National Oceanic and Atmospheric Administration (NOAA) to administer, operate, and manage the NAS.\n\n(Sec. 105) Directs the NAO Director to establish the NAS Working Group to develop and transmit to the NAO recommendations for specified protocols and guidelines, especially protocols for NAS alerts that ensure that such alerts can be utilized across the broadest variety of communications technologies at national, state, and local levels.\n\n(Sec. 106) Requires the Director to establish an extramural research and development program to support the development of technology that will enable all existing and future providers of communication services, and all existing and future communications devices, to be utilized effectively within the NAS.\n\n(Sec. 107) Requires the Undersecretary of Commerce for Oceans and Atmosphere to establish a program of grants for the installation of technologies in remote communities effectively unserved by commercial mobile radio service, for the purpose of enabling community residents to receive NAS alerts.\n\n(Sec. 108) Requires the NAO Director to conduct an outreach program to ensure that the public is aware of the NAS and understands its capabilities and uses for emergency preparedness and response.\n\n(Sec. 109) Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to authorize federal assistance to telecommunications service providers for maintenance and restoration of communications during an emergency or major disaster.\n\nAmends the Homeland Security Act of 2002 to direct the Secretary of Homeland Security, acting through the Under Secretary for Emergency Preparedness and Response, to include developing comprehensive mechanisms to work with and support critical infrastructure providers to ensure sufficient communications during a crisis or major disaster response.\n\n(Sec. 111) States that funding for this title shall be provided from the Digital Transition and Public Safety Fund in accordance with the Digital Transition and Public Safety Act of 2005.\n\nTitle II: Tsunami Preparedness - Tsunami Preparedness Act - (Sec. 203) Directs the NOAA Administrator to: (1) operate regional tsunami detection and warning systems for the Pacific Ocean region and for the Atlantic Ocean, Caribbean, and the Gulf of Mexico region that will provide maximum detection capability for U.S. coastal tsunami; (2) establish tsunami warning centers to link the detection and warning system and the tsunami hazard mitigation program (established by this title); and (3) maintain national and regionally-based data management systems to support and establish data management requirements for the tsunami detection and monitoring system.\n\n(Sec. 204) Directs the Administrator to develop a community-based tsunami hazard mitigation program to improve tsunami preparedness of at-risk areas.\n\n(Sec. 205) Directs the Administrator to establish a tsunami research program to develop detection, prediction, communication, and mitigation science and technology that supports tsunami forecasts and warnings that will: (1) help determine whether an earthquake or other seismic event will result in a tsunami and its likely path, severity, duration, and travel time; (2) develop techniques and technologies that may be used to communicate tsunami forecasts and warnings as quickly as possible to affected communities; (3) develop techniques and technologies to support evacuation products; and (4) develop techniques for utilizing remote sensing technologies in rescue and recovery operations.\n\n(Sec. 206) Directs the Administrator to: (1) authorize and direct the immediate repair of existing deep ocean detection buoys and related components of the system; (2) ensure the deployment of an array of deep ocean detection buoys capable of carrying multi-observation technology in the regions concerned; and (3) ensure expansion or upgrade (by December 31, 2007) of the seismic monitoring and tide gauge networks in such regions.\n\n(Sec. 207) Directs the Administrator to provide technical assistance and advice to the Intergovernmental Oceanographic Commission of UNESCO, the World Meteorological Organization, the Group on Earth Observations, and other international entities, as part of international efforts to develop a fully functional global tsunami warning system comprising regional tsunami warning networks, modeled on the International Tsunami Warning System of the Pacific, and consistent with the 10-year implementation plan for the Global Earth Observation System of Systems.\n\nDirects the Administrator to operate an International Tsunami Information Center to improve tsunami preparedness for all Pacific Ocean nations participating in the International Tsunami Warning System of the Pacific, and which may also provide such assistance to other nations participating in a global tsunami warning system established through the International Oceanographic Committee of UNESCO.\n\nProhibits the Administrator from providing assistance for any region unless all affected nations in that region participating in the tsunami warning network agree to share relevant data associated with the development and operation of the network.\n\nRequires the Administrator to seek funding assistance from participating nations needed to ensure establishment of a fully functional global tsunami warning system.\n\n(Sec. 208) Directs the Administrator to establish an integrated coastal vulnerability and adaptation program focused on improving the resilience of coastal communities to natural hazards and disasters.\n\nRequires the Administrator to: (1) establish three pilot projects to conduct regional assessments of the vulnerability of U.S. coastal areas to hazards associated with tsunami and other natural hazards or coastal disasters; and (2) submit regional adaptation plans to Congress.\n\nDirects the Administrator to establish a coordinated program to: (1) provide technical planning assistance and financial assistance to coastal states, tribes, and local governments as they develop and implement adaptation or mitigation strategies and plans; and (2) make products, information, tools, and technical expertise generated from the development of the regional assessment and the regional adaptation plan available to coastal states for the purposes of developing their own state, tribal, and local plans.\n\n(Sec. 209) Authorizes appropriations for FY2006-FY2012."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Warning, Alert, and Response Network Act",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to establish a unified national hazard alert system, and for other purposes.",
      "type": "official"
    },
    {
      "as": "reported to senate",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Tsunami Preparedness Act",
      "type": "short"
    },
    {
      "as": "reported to senate",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Warning, Alert, and Response Network Act",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Warning, Alert, and Response Network Act",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-13T04:49:19Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/109/s/BILLSTATUS-109s1753.xml"
}