{
  "actions": [
    {
      "acted_at": "2009-02-11",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2009-02-11",
      "action_code": "B00100",
      "references": [
        {
          "reference": "CR S2210",
          "type": null
        }
      ],
      "text": "Sponsor introductory remarks on measure.",
      "type": "action"
    },
    {
      "acted_at": "2009-02-11",
      "action_code": "",
      "committees": [
        "SSEG"
      ],
      "references": [
        {
          "reference": "CR S2145-2148",
          "type": "text of measure as introduced"
        }
      ],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.",
      "type": "referral"
    },
    {
      "acted_at": "2009-06-17",
      "action_code": "",
      "committee": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests",
      "committees": [
        "SSEG"
      ],
      "references": [],
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands and Forests. Hearings held. With printed Hearing: S.Hrg. 111-65.",
      "type": "hearings"
    },
    {
      "acted_at": "2009-12-16",
      "action_code": "",
      "committees": [
        "SSEG"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2010-03-02",
      "action_code": "",
      "committee": "Energy and Natural Resources",
      "committees": [
        "SSEG"
      ],
      "references": [],
      "text": "Committee on Energy and Natural Resources. Reported by Senator Bingaman with an amendment in the nature of a substitute. With written report No. 111-129.",
      "type": "reported"
    },
    {
      "acted_at": "2010-03-02",
      "action_code": "",
      "calendar": "Senate Legislative",
      "number": "279",
      "references": [],
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 279.",
      "type": "calendar",
      "under": "General Orders"
    }
  ],
  "amendments": [],
  "bill_id": "s409-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [
    "S. Rept. 111-129"
  ],
  "committees": [
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "Senate Energy and Natural Resources",
      "committee_id": "SSEG"
    },
    {
      "activity": [
        "hearings"
      ],
      "committee": "Senate Energy and Natural Resources",
      "committee_id": "SSEG",
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining",
      "subcommittee_id": "03"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "M000303",
      "district": null,
      "name": "McCain, John",
      "original_cosponsor": true,
      "sponsored_at": "2009-02-11",
      "state": "AZ",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2009-06-17",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2009-02-11",
  "number": "409",
  "official_title": "A bill to secure Federal ownership and management of significant natural, scenic, and recreational resources, to provide for the protection of cultural resources, to facilitate the efficient extraction of mineral resources by authorizing and directing an exchange of Federal and non-Federal land, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr2509-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr4880-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Southeast Arizona Land Exchange and Conservation Act of 2009",
  "sponsor": {
    "bioguide_id": "K000352",
    "district": null,
    "name": "Kyl, Jon",
    "state": "AZ",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2009-12-16",
  "subjects": [
    "Arizona",
    "Forests, forestry, trees",
    "Lakes and rivers",
    "Land transfers",
    "Mining",
    "Outdoor recreation",
    "Public lands and natural resources",
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ],
  "subjects_top_term": "Public lands and natural resources",
  "summary": {
    "as": "Reported to Senate with amendment(s)",
    "asOf": "2010-03-02",
    "date": "2010-04-16T19:27:32Z",
    "text": "Southeast Arizona Land Exchange and Conservation Act of 2009 - (Sec. 3) Directs the Secretary of Agriculture (the Secretary), if Resolution Copper Mining, LLC offers to convey specified parcels of non-federal land in Gila, Yavapi, Maricopa, Coconino, Pinal, and Santa Cruz Counties, Arizona, and if the public interest would be well served, to convey certain federal land in Pinal County, Arizona to Resolution Copper.\n\nRequires preparation of an environmental review document to be used as the basis for all decisions under federal law related to the land exchange and connected agency decisions related to the proposed mine on the federal land. Prohibits anything from precluding the use of separate environmental review documents prepared in accordance with the National Environmental Policy Act of 1969 or other applicable laws for exploration or other activities not involving: (1) such land exchange; or (2) the extraction of minerals in commercial quantities by Resolution Copper on or under the federal land.\n\nInstructs the Secretary, prior to making the public interest determination described above, to engage in government-to-government consultation with affected Indian tribes on issues related to the land exchange.\n\nSets forth requirements for appraisals of the federal and non-federal land. Makes the appraisals of the land to be exchanged available for public review.\n\n Requires the appraiser to prepare an income capitalization approach analysis of the market value of the federal land, even if such analysis is not the appraisal approach relied on.\n\nRequires the values of the land to be exchanged under this Act to be equal or equalized, as specified.\n\nAllows the Secretary, notwithstanding any withdrawal of the Oak Flat Withdrawal Area from mining, mineral leasing, or public land laws, to authorize Resolution Copper to carry out mineral exploration activities: (1) under the Oak Flat Withdrawal Area, as long as they would not disturb the surface of the area; and (2) on the Withdrawal Area (with the exception of within the Oak Flat Campground) so long as they are conducted from a single exploratory drill pad. Terminates such authorization to undertake such activities in the Withdrawal Area on the earlier of the date: (1) the land is conveyed to Resolution Copper; or (2) that is three years after the issuance of a special use permit for undertaking those activities.\n\nRequires Resolution Copper to agree to pay, without compensation, costs that are associated with the land exchange and agreed to by the Secretary.\n\nExpresses the intent of Congress that: (1) the Secretary complete necessary environmental reviews and public interest determination on the land exchange within three years after Resolution Copper submits a mining plan of operation; and (2) if the Secretary determines that the public interest would be well served by making the exchange, the Secretary should seek to enter into an exchange agreement within 90 days of such determination.\n\n(Sec. 4) Requires Resolution Copper, upon receipt of title to the federal land, to convey to the Secretaries of Agriculture and of the Interior the non-federal land that was determined to be acceptable to them.\n\nMakes lands acquired by the Secretary under this Act part of the National Forest within which the land is located.\n\n Adds certain of the non-federal land in Pinal County and land that is adjacent to the San Pedro Riparian National Conservation Area acquired by the Secretary of the Interior to such Conservation Area. Requires updating of the Conservation Area's management plan to reflect the management requirements of the acquired land.\n\nRequires certain of the non-federal land in Gila and Pinal Counties acquired by the Secretary of the Interior (Dripping Springs) to be managed according to the Federal Land Policy and Management Act of 1976 and applicable land use plans.\n\nAdds certain of the non-federal land in Santa Cruz County acquired by the Secretary of the Interior to the Las Cienegas National Conservation Area.\n\nInstructs Resolution Copper to surrender, without compensation and as a condition of the land exchange, the rights held by it under mining and other U.S. laws to commercially extract minerals under Apache Leap and certain of the non-federal land in Pinal County (the Pond).\n\n(Sec. 5) Requires Resolution Copper to make a specified payment for improving access and facilities for dispersed recreation and other outdoor recreational activities through the construction or improvement of road access, turnouts, trails, parking areas, or facilities. Instructs that such funds be used on national forest land in the areas north of Arizona State Highway 60 or along Arizona State Highway 177. Bars consideration of amounts paid by Resolution Copper in determining the values of the federal and non-federal land.\n\n(Sec. 6) Directs Resolution Copper to file annually with the Secretary of the Interior a report that indicates the quantity of valuable locatable minerals produced in commercial quantities from the federal land. Requires Resolution Copper to make value adjustment payments to the United States based upon locatable minerals produced from such land.\n\nProhibits anything in this section from modifying, expanding, diminishing, amending, or otherwise affecting state law relating to the imposition, application, timing, or collection of state excise or severance taxes.\n\nRequires that funds paid to the United States under this section be deposited into the fund established under the Sisk Act and made available for the acquisition of land for addition to the National Forest System in Arizona.\n\n(Sec. 7) Withdraws Apache Leap and land acquired by the United States under this Act from: (1) entry, appropriation, or disposal under the public land laws; (2) location, entry, and patent under the mining laws; and (3) disposition under the mineral leasing, mineral materials, and geothermal leasing laws.\n\n(Sec. 8) Directs the Secretary to manage Apache Leap so as to preserve its natural character and to protect the archaeological and cultural resources located on it.\n\nAuthorizes the Secretary to issue to Resolution Copper special use permits that allow it to carry out underground activities (other than the commercial extraction of minerals) under the surface of Apache Leap that would not disturb the surface. Permits the use of the surface of Apache Leap for the installation of fences, signs, or other measures necessary for the protection of public health and safety, for the protection of resources located on it, or to ensure that such activities do not affect the surface.\n\nRequires preparation of a management plan for Apache Leap, with consideration given as to whether additional measures are necessary to protect its cultural, archaeological or historical resources and to provide access for recreation.\n\n(Sec. 9) Directs the Secretary, upon request by the town of Superior, Arizona, to convey specified lands in Pinal County to the town.\n\nRequires the town to pay the fair market value for each acquired parcel of land or interest, as determined by appraisals conducted in accordance with section 3 of this Act.\n\n Reduces, if the final appraised value of the non-federal lands exceeds the value of the federal land, the: (1) obligation of the town to pay the United States by an amount not exceeding the excess value of the conveyed non-federal land; and (2) amount donated by Resolution Copper to the United States accordingly.\n\nRequires any payment received by the Secretary from the town to be deposited in the fund established under the Sisk Act and made available for the acquisition of land for addition to the National Forest System in Arizona."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Southeast Arizona Land Exchange and Conservation Act of 2009",
      "type": "display"
    },
    {
      "as": "reported to senate",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Southeast Arizona Land Exchange and Conservation Act of 2009",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Southeast Arizona Land Exchange and Conservation Act of 2009",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to secure Federal ownership and management of significant natural, scenic, and recreational resources, to provide for the protection of cultural resources, to facilitate the efficient extraction of mineral resources by authorizing and directing an exchange of Federal and non-Federal land, and for other purposes.",
      "type": "official"
    }
  ],
  "updated_at": "2023-01-11T13:16:11Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s409.xml"
}