{
  "actions": [
    {
      "acted_at": "2009-07-29",
      "action_code": "Intro-H",
      "references": [],
      "text": "Introduced in House",
      "type": "action"
    },
    {
      "acted_at": "2009-07-29",
      "action_code": "B00100",
      "references": [
        {
          "reference": "CR E2079-2080",
          "type": null
        }
      ],
      "text": "Sponsor introductory remarks on measure.",
      "type": "action"
    },
    {
      "acted_at": "2009-07-29",
      "action_code": "H11100",
      "committees": [
        "HSPW"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Referred to the House Committee on Transportation and Infrastructure.",
      "type": "referral"
    },
    {
      "acted_at": "2009-07-30",
      "action_code": "",
      "committees": [
        "HSPW"
      ],
      "references": [],
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.",
      "type": "referral"
    },
    {
      "acted_at": "2009-11-05",
      "action_code": "",
      "committees": [
        "HSPW"
      ],
      "references": [],
      "text": "Subcommittee on Economic Development, Public Buildings and Emergency Management Discharged.",
      "type": "action"
    },
    {
      "acted_at": "2009-11-05",
      "action_code": "",
      "committees": [
        "HSPW"
      ],
      "references": [],
      "text": "Committee Consideration and Mark-up Session Held.",
      "type": "action"
    },
    {
      "acted_at": "2009-11-05",
      "action_code": "",
      "committees": [
        "HSPW"
      ],
      "references": [],
      "status": "REPORTED",
      "text": "Ordered to be Reported (Amended) by Voice Vote.",
      "type": "ordered-reported"
    },
    {
      "acted_at": "2010-07-22",
      "action_code": "H12200",
      "committees": [
        "HSPW"
      ],
      "references": [],
      "text": "Reported (Amended) by the Committee on Transportation. H. Rept. 111-562.",
      "type": "action"
    },
    {
      "acted_at": "2010-07-22",
      "action_code": "H12410",
      "calendar": "Union",
      "number": "322",
      "references": [],
      "text": "Placed on the Union Calendar, Calendar No. 322.",
      "type": "calendar",
      "under": null
    }
  ],
  "amendments": [],
  "bill_id": "hr3377-111",
  "bill_type": "hr",
  "by_request": false,
  "committee_reports": [
    "H. Rept. 111-562"
  ],
  "committees": [
    {
      "activity": [
        "Legislative interest"
      ],
      "committee": "House Homeland Security",
      "committee_id": "HSHM"
    },
    {
      "activity": [
        "reporting",
        "markup",
        "referral"
      ],
      "committee": "House Transportation and Infrastructure",
      "committee_id": "HSPW"
    },
    {
      "activity": [
        "discharged",
        "referral"
      ],
      "committee": "House Transportation and Infrastructure",
      "committee_id": "HSPW",
      "subcommittee": "Subcommittee on Economic Development, Public Buildings, and Emergency Management",
      "subcommittee_id": "13"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "B000652",
      "district": "3",
      "name": "Boswell, Leonard L.",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "IA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C001068",
      "district": "9",
      "name": "Cohen, Steve",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "TN",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "C000984",
      "district": "7",
      "name": "Cummings, Elijah E.",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "MD",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "D000600",
      "district": "25",
      "name": "Diaz-Balart, Mario",
      "original_cosponsor": true,
      "sponsored_at": "2009-07-29",
      "state": "FL",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "F000116",
      "district": "51",
      "name": "Filner, Bob",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "CA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "H001040",
      "district": "17",
      "name": "Hare, Phil",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "IL",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "H001042",
      "district": "2",
      "name": "Hirono, Mazie K.",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "HI",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "L000560",
      "district": "2",
      "name": "Larsen, Rick",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "WA",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M000689",
      "district": "7",
      "name": "Mica, John L.",
      "original_cosponsor": true,
      "sponsored_at": "2009-07-29",
      "state": "FL",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "M001149",
      "district": "2",
      "name": "Michaud, Michael H.",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "ME",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "N000147",
      "district": "0",
      "name": "Norton, Eleanor Holmes",
      "original_cosponsor": true,
      "sponsored_at": "2009-07-29",
      "state": "DC",
      "title": "Del.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "S001170",
      "district": "1",
      "name": "Shea-Porter, Carol",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "NH",
      "title": "Rep.",
      "withdrawn_at": null
    },
    {
      "bioguide_id": "T000074",
      "district": "4",
      "name": "Taylor, Gene",
      "original_cosponsor": false,
      "sponsored_at": "2010-07-22",
      "state": "MS",
      "title": "Rep.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": true,
    "active_at": "2009-11-05",
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2009-07-29",
  "number": "3377",
  "official_title": "To amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to enhance the Nation's disaster preparedness, response, recovery, and mitigation capabilities, and for other purposes.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "s3249-111",
      "identified_by": "House",
      "reason": "text similarities",
      "type": "bill"
    }
  ],
  "short_title": "Disaster Response, Recovery, and Mitigation Enhancement Act of 2009",
  "sponsor": {
    "bioguide_id": "O000006",
    "district": "8",
    "name": "Oberstar, James L.",
    "state": "MN",
    "title": "Rep.",
    "type": "person"
  },
  "status": "REPORTED",
  "status_at": "2009-11-05",
  "subjects": [
    "Administrative law and regulatory procedures",
    "Advisory bodies",
    "Animal protection and human-animal relationships",
    "Community life and organization",
    "Department of Homeland Security",
    "Disaster relief and insurance",
    "Emergency communications systems",
    "Emergency management",
    "Emergency planning and evacuation",
    "Employee benefits and pensions",
    "Federal Emergency Management Agency (FEMA)",
    "Government buildings, facilities, and property",
    "Government employee pay, benefits, personnel management",
    "Government trust funds",
    "Health care costs and insurance",
    "Homelessness and emergency shelter",
    "Housing finance and home ownership",
    "Housing industry and standards",
    "Intergovernmental relations",
    "State and local government operations"
  ],
  "subjects_top_term": "Emergency management",
  "summary": {
    "as": "Reported to House with amendment(s)",
    "asOf": "2010-07-22",
    "date": "2011-03-07T14:50:49Z",
    "text": "Disaster Response, Recovery, and Mitigation Enhancement Act of 2009 - Title I: Major Disaster and Emergency Assistance Administration - (Sec. 101) Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act (Stafford Act) to: (1) require the President to award financial assistance under the pre-disaster hazard mitigation program on a competitive basis; and (2) authorize appropriations for such program through FY2012. Directs the President to ensure that the amount of financial assistance for pre-disaster hazard mitigation made available to a state for a fiscal year: (1) is not less than the lesser of $575,000 (currently, $500,000) or the amount equal to 1% of the total funds appropriated for the program for the fiscal year; and (2) does not exceed 15% of the total funds appropriated for that fiscal year for such assistance.\n\n(Sec. 102) Makes temporary or intermittent employees of the Federal Emergency Management Agency (FEMA) hired in the aftermath of a disaster eligible to enroll in the Federal Employees Health Benefits Plan. Requires the President to report annually to the House Committee on Transportation and Infrastructure and the Senate Committee on Homeland Security and Governmental Affairs (relevant congressional committees) on the implementation of this requirement.\n\n(Sec. 103) Authorizes the President to transfer excess materials, supplies, or equipment acquired for response or recovery efforts in connection with a major disaster or emergency to a state, local government, or relief organization to assist survivors of other major disasters, emergencies, or incidents.\n\n (Sec. 104) Directs the Administrator of FEMA to: (1) continue to administer the National Urban Search and Rescue Response System (System); (2) provide for a national network of standardized search and rescue resources to assist states and local governments in responding to hazards; (3) designate task forces to participate in the System and determine participation criteria; and (4) enter into annual preparedness cooperative agreements with task force sponsoring agencies.\n\nTreats a System member who is appointed into federal service under this section, who suffers personal injury, illness, disability, or death as a result of a personal injury sustained while acting in the scope of such appointment, as though the member were an employee who had sustained the injury in the performance of duty. Sets forth provisions regarding election of benefits, reimbursement for state or local benefits, liability protection, and employment and reemployment rights. Directs the Administrator to establish and maintain an advisory committee to assist in administering the System. Authorizes appropriations for FY2010-FY2012.\n\n(Sec. 105) Provides for the establishment in the Treasury of a Disaster Relief Fund. Makes amounts in the Fund available to the President: (1) to provide assistance in response to a major disaster or emergency; and (2) for FEMA programs and activities that support the provision of such assistance. Limits amounts available from the fund to $350 million in any fiscal year. Directs the President to report to Congress annually on the uses of the Fund. Authorizes appropriations.\n\nTitle II: Major Disaster and Emergency Assistance Programs - (Sec. 201) Amends the Stafford Act to authorize the President to: (1) increase disaster mitigation assistance to states that are actively enforcing approved building codes; and (2) provide temporary assistance in the form of mortgage or rental payments for individuals and families who, because of financial hardship caused by a major disaster, are at imminent risk of dispossession or eviction from a residence.\n\n(Sec. 204) Directs the Administrator to: (1) implement a plan to ensure that FEMA is the lead federal agency in coordinating and managing case management services for survivors of a major disaster; and (2) report to the relevant congressional committees detailing actions taken to ensure that FEMA is the lead agency and to involve qualified relief or disaster assistance organizations to assist in providing case management services.\n\n(Sec. 205) Authorizes the President, in any emergency, to provide assistance for rescue, care, shelter, and essential needs to individuals with household pets and service animals and to such pets and animals.\n\n(Sec. 206) Directs the Administrator to: (1) complete an assessment to determine the number of temporary housing units that FEMA needs to maintain in stock to respond appropriately to emergencies or major disasters occurring after the enactment of this Act; and (2) establish criteria for determining whether the individual temporary housing units stored by FEMA are in suitable condition.\n\nRequires the Administrator to establish a plan for: (1) storing the number of temporary housing units that FEMA needs to maintain in stock; (2) selling, transferring, donating, or otherwise disposing of the temporary housing units in FEMA's inventory that are in excess of the number of temporary housing units that FEMA needs to maintain in stock and that are in suitable condition; and (3) disposing of temporary housing units in FEMA's inventory that the Administrator determines are not in suitable condition. Requires the Administrator to implement such plan not later than nine months after the enactment of this Act and to complete the sale, transfer, donation, or other disposal of all housing units within two years after enactment.\n\nRequires the Administrator of General Services (GSA) to dispose of temporary housing units in a manner that ensures that the trailers are not able to be used for housing and are salvaged or scrapped.\n\nAuthorizes the Administrator to transfer or donate to states, on a priority basis, excess temporary housing units in FEMA's inventory that are in suitable condition. Requires the states to agree to specified conditions, including: (1) to use the units to provide temporary housing to survivors of incidents that are caused by hazards and that the governor of the state determines require state assistance; (2) to pay to store and maintain the units in suitable condition; (3) to test the units for formaldehyde; (4) to ensure that the formaldehyde levels of the units do not exceed the threshold determined acceptable by the state before making the units available to house survivors of an incident; (5) in the event of a major disaster or emergency declared for the state by the President under the Stafford Act, to make the units available to the President or use the units to provide housing directly to survivors; (6) to comply with the Stafford Act's nondiscrimination provisions; and (7) to obtain and maintain hazard and flood insurance on the units.\n\n(Sec. 207) Amends the Stafford Act to allow the Administrator to sell excess temporary housing units to a state, governmental entity, or voluntary organization to provide temporary housing to disaster victims in disasters and incidents caused by a hazard that do not result in a declaration of a major disaster or emergency, subject to specified requirements.\n\n(Sec. 208) Directs the President to establish the criteria required under the Stafford Act regarding administration of hazard mitigation assistance by states.\n\n(Sec. 209) Amends the Stafford Act to allow an increase (from 10% to 15%) in the amount of pre-disaster mitigation program funds that a state may use to disseminate information about cost-effective mitigation technologies, if approved by the President.\n\nTitle III: Other Matters - (Sec. 301) Amends the Stafford Act to authorize the Administrator to make grants to provide for implementation of the Emergency Management Assistance Compact (EMAC). Makes states and the Administrator of EMAC eligible to receive grants.\n\nRequires grants to be used to: (1) carry out recommendations identified in the EMAC after-action reports for the 2004 and 2005 hurricane seasons; (2) administer Compact operations on behalf of states that have enacted the Compact; (3) continue coordination with FEMA and appropriate federal agencies; (4) continue coordination with states and local governments and their respective national organizations; and (5) assist state and local governments, emergency response providers, and organizations representing such providers with credentialing the providers and the typing of emergency response resources.\n\nAuthorizes appropriations for FY2010-FY2012. Repeals previous grant authority for EMAC under the Post-Katrina Emergency Management Reform Act of 2006.\n\n(Sec. 302) Authorizes the President to make grants for disaster relief with funds or other bequests, gifts, and donations.\n\n(Sec. 303) Directs the Administrator, in cooperation with representatives of state and local emergency management agencies, to review, update, and revise through rulemaking the factors considered to measure the severity, magnitude, and impact of a disaster, in evaluating the need for disaster assistance to individuals.\n\n(Sec. 305) Requires federal coordinating officers: (1) not later than one month after the declaration of a major disaster or emergency, to make an initial appraisal of the types of recovery assistance needed that incorporates recommendations of the federal interagency disaster recovery task force (established by this Act); and (2) coordinate with state government officials the establishment of detailed short-term and long-term recovery plans and methods for implementing such plans.\n\n(Sec. 306) Directs the President to establish a federal interagency disaster recovery task force, chaired by the Administrator, to: (1) identify, maintain a catalogue of, and submit to the relevant congressional committees at least annually a report describing the federal programs that may be used to assist in recovery efforts after a major disaster or emergency and make such report available to the public on the Internet; and (2) ensure ongoing communication between the federal departments and agencies determined by the President to administer such programs to enhance and expedite the recovery efforts of the federal government with respect to a major disaster or emergency.\n\n(Sec. 307) Requires the federal share for debris removal under the Stafford Act to be increased by 5% for states and local governments that: (1) have a debris management plan approved by the Administrator; and (2) have prequalified two or more debris and wreckage removal contractors before the date of declaration of the major disaster. Requires a debris management plan to be resubmitted to the Administrator for approval every four years to qualify for the increased federal share.\n\n(Sec. 308) Directs the President to: (1) review, not later than one year after the enactment of this Act, regulations and policies relating to federal disaster assistance to eliminate regulations the President determines are no longer relevant, to harmonize contradictory regulations, and to simplify and expedite disaster recovery and assistance; and (2) report on such review to the relevant congressional committees .\n\n(Sec. 309) Changes the deadline by which a decision on appeals on disaster assistance must be rendered, from 90 days to 60 days of receiving notice of the appeal. Requires: (1) a federal official who fails to satisfy that requirement to provide a written explanation of such failure to the applicant for appeal; and (2) the President to transmit quarterly reports to the relevant congressional committees on such failures.\n\n(Sec. 310) Revises requirements relating to the repair, restoration, and replacement of public facilities damaged or destroyed by a major disaster. Reduces from $20 million to $5 million the monetary threshold for contributions to states or local governments for repair, restoration, and replacement of public facilities about which the President must notify specified congressional committees. Requires the President to transmit, not less frequently than every 180 days, to the relevant congressional committees, a report on the status of applications, obligations, and contributions with respect to each major disaster.\n\nRequires the President, not later than 180 days after the enactment of this Act, to issue and begin to implement regulations to provide for cost estimation procedures that expedite recovery and to reduce the costs and time for completion of recovery projects through the creation of financial and performance incentives.\n\n(Sec. 311) Authorizes the President to utilize special procedures to assist states in which a major disaster has caused extensive and widespread damage and destruction in expediting the repair, restoration, reconstruction, or replacement of eligible facilities.\n\nRequires the President, within 10 days after making an affirmative determination that assistance is appropriate (or at a later date if requested by the state's governor), to provide the state with assistance to develop a plan. Authorizes the President: (1) to provide financial and technical assistance to states, including assistance through EMAC; and (2) in providing assistance under the special procedures, to make a contribution of up to 100% of the federal share of the federal estimate of the cost of repairing, restoring, reconstructing, or replacing a facility, for large in-lieu contributions, if the President determines a contribution in that amount is in the public interest.\n\nDirects the Administrator to issue: (1) an interim final rule to establish special procedures within 180 days of the enactment of this Act; and (2) a final rule to establish such procedures within two years after the interim final rule takes effect, after considering public comments and the findings of the Inspector General of the Department of Homeland Security (DHS). Requires the Administrator to consider, at a minimum: (1) the Administrator's authority and procedures used under the Stafford Act; and (2) whether modifications of or alternatives to the special procedures are warranted in the event of widespread and extensive damage and destruction to expedite the repair, restoration, reconstruction, or replacement of eligible facilities and to assist a state in implementing a plan.\n\nDirects the Inspector General, within 90 days after the interim final rule takes effect, to submit to the Administrator a report on implementation of the special procedures, with recommendations on improved implementation and any recommendations for legislation."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Disaster Response, Recovery, and Mitigation Enhancement Act of 2009",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "To amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to enhance the Nation's disaster preparedness, response, recovery, and mitigation capabilities, and for other purposes.",
      "type": "official"
    },
    {
      "as": "reported to house",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Disaster Response, Recovery, and Mitigation Enhancement Act of 2009",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Disaster Response, Recovery, and Mitigation Enhancement Act of 2009",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:18:24Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/hr/BILLSTATUS-111hr3377.xml"
}