{
  "actions": [
    {
      "acted_at": "2010-02-23",
      "action_code": "10000",
      "references": [],
      "text": "Introduced in Senate",
      "type": "action"
    },
    {
      "acted_at": "2010-02-23",
      "action_code": "",
      "committees": [
        "SSBU"
      ],
      "references": [],
      "status": "REFERRED",
      "text": "Read twice and referred to the Committee on the Budget.",
      "type": "referral"
    }
  ],
  "amendments": [],
  "bill_id": "s3026-111",
  "bill_type": "s",
  "by_request": false,
  "committee_reports": [],
  "committees": [
    {
      "activity": [
        "referral"
      ],
      "committee": "Senate Budget",
      "committee_id": "SSBU"
    }
  ],
  "congress": "111",
  "cosponsors": [
    {
      "bioguide_id": "M000303",
      "district": null,
      "name": "McCain, John",
      "original_cosponsor": true,
      "sponsored_at": "2010-02-23",
      "state": "AZ",
      "title": "Sen.",
      "withdrawn_at": null
    }
  ],
  "enacted_as": null,
  "history": {
    "active": false,
    "awaiting_signature": false,
    "enacted": false,
    "vetoed": false
  },
  "introduced_at": "2010-02-23",
  "number": "3026",
  "official_title": "A bill to provide fiscal discipline through a freeze on spending and budget process reforms.",
  "popular_title": null,
  "related_bills": [
    {
      "bill_id": "hr1294-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "hr3964-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s162-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s524-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3096-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    },
    {
      "bill_id": "s3652-111",
      "identified_by": "CRS",
      "reason": "related",
      "type": "bill"
    }
  ],
  "short_title": "Fiscal Freeze Act of 2010",
  "sponsor": {
    "bioguide_id": "B001233",
    "district": null,
    "name": "Bayh, Evan",
    "state": "IN",
    "title": "Sen.",
    "type": "person"
  },
  "status": "REFERRED",
  "status_at": "2010-02-23",
  "subjects": [
    "Appropriations",
    "Budget deficits and national debt",
    "Budget process",
    "Congress",
    "Congressional oversight",
    "Economics and public finance",
    "Income tax credits",
    "Income tax deductions",
    "Income tax exclusion",
    "Legislative rules and procedure",
    "Presidents and presidential powers, Vice Presidents",
    "Public participation and lobbying",
    "Senate",
    "Tariffs"
  ],
  "subjects_top_term": "Economics and public finance",
  "summary": {
    "as": "Introduced in Senate",
    "asOf": "2010-02-23",
    "date": "2010-04-01T21:12:37Z",
    "text": "Fiscal Freeze Act of 2010 - Congressional Accountability and Line Item Veto Act of 2010 - Amends the Congressional Budget and Impoundment Control Act of 1974 to authorize the President to propose the repeal of any congressional earmark or the cancellation (line item veto) of any limited tariff or targeted tax benefit.\n\nDedicates any such repeal or cancellation solely to deficit reduction or increase of a surplus.\n\nPrescribes procedures for expedited consideration in each chamber for such proposals.\n\nAuthorizes the President temporarily to withhold congressional earmarks from obligation or suspend a limited tariff or targeted tax benefit.\n\nExpresses the sense of Congress on abuse of proposed repeals and cancellations.\n\nMakes it out of order in both chambers to consider legislation containing a congressional earmark or an earmark attributable to the President for any fiscal year in which there is or will be a deficit as determined by the Congressional Budget Office (CBO).\n\nPermits waiver or suspension of such prohibition, or successful appeals from rulings of the Chair, only by an affirmative vote of three-fifths (60) of the Senate.\n\nDirects the chairs of the congressional budget committees to each maintain a deficit reduction Discretionary Account and a deficit reduction Mandatory Account.\n\nAmends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to define the total level of discretionary spending for all non-security discretionary spending programs, projects, and activities to mean, in any fiscal year through FY2020 in which there is a deficit, an amount of discretionary spending outlays not exceeding the discretionary spending outlays for the preceding fiscal year as adjusted for inflation.\n\nEstablishes total spending limits for FY2010-FY2020 and thereafter, as well as total deficit limits for FY2011-FY2020 and thereafter.\n\nPrescribes administrative procedures for: (1) spending reduction orders; and (2) sequestration reports for discretionary spending limits, total spending limits, and deficit limits.\n\nAmends the Congressional Budget Act of 1974 (CBA) with respect to spending and deficit limit enforcement mechanisms.\n\nAmends the Gramm-Rudman-Hollings Act to prescribe administrative and legislative procedures for spending reduction orders for discretionary spending limits, total spending limits, and deficit limits, with specified exceptions.\n\n\n\nAmends the Gramm-Rudman-Hollings Act to suspend sequestration procedures for the spending or deficit limits in this Act upon the enactment of a declaration of war or the joint resolution suspending certain provisions of law.\n\nProvides for continuing appropriations if any regular appropriation bill for a fiscal year (or, if applicable, for each fiscal year in a biennium) does not become law before the beginning of such fiscal year or a joint resolution making continuing appropriations is not in effect. (Thus prevents federal government shutdown.)\n\nAmends the CBA to require joint budget resolutions signed by the President (currently, concurrent resolutions, which do not have to be signed by the President).\n\nRepeals the requirement for submission to the House of Representatives of an allocation and sub-allocations, consistent with the discretionary spending levels in the most recently agreed to budget resolution, in the event that no new budget resolution becomes law before April 15 of any year.\n\nRequires consideration of budget-related legislation before the budget resolution becomes law.\n\nPrescribes procedures for expedited consideration in each chamber of a presidential veto of a budget resolution.\n\nFiscal Discipline, Earmark Reform, and Accountability Act - Amends the Standing Rules of the Senate to revise procedures for consideration of points of order against consideration of certain general appropriations bills in the Senate.\n\nAmends the Rules to require all conference reports to be searchable online.\n\nAmends the Lobbying Disclosure Act of 1995 to require a recipient of federal funds to disclose any registered lobbyist to whom the recipient paid money to lobby on behalf of such funding, including the amount of such funds."
  },
  "titles": [
    {
      "as": null,
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Fiscal Freeze Act of 2010",
      "type": "display"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "A bill to provide fiscal discipline through a freeze on spending and budget process reforms.",
      "type": "official"
    },
    {
      "as": "introduced",
      "is_for_portion": false,
      "textVersionCode": null,
      "title": "Fiscal Freeze Act of 2010",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Congressional Accountability and Line-Item Veto Act of 2010",
      "type": "short"
    },
    {
      "as": "introduced",
      "is_for_portion": true,
      "textVersionCode": null,
      "title": "Fiscal Discipline, Earmark Reform, and Accountability Act",
      "type": "short"
    }
  ],
  "updated_at": "2023-01-11T13:16:31Z",
  "url": "https://www.govinfo.gov/bulkdata/BILLSTATUS/111/s/BILLSTATUS-111s3026.xml"
}